[
{"section_name": "NEWS", "headline": "Will RG Kar impasse end? Protesting doctors to meet Mamata at her residence", "link": "https://www.livemint.com/news/india/west-bengal-govt-invite-kolkata-doctors-cm-mamata-banerjees-residence-hold-meeting-resolve-rg-kar-impasse-official-11726315923566.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "The West Bengal government on Saturday invited protesting doctors to Chief Minister Mamata Banerjee's residence at 6pm to hold a meeting in order to resolve the RG Kar impasse. The development came after agitating junior doctors on Saturday sent a mail to the state government expressing their wish to hold talks with Mamata Banerjee, following her surprise visit to them at the site of the demonstration outside 'Swasthya Bhavan', the health department headquarters. Stating that they wanted transparency, one of the agitating doctors said that they are willing to hold a meeting with the chief minister. “We will attend meeting to resolve RG Kar impasse at CM's residence, place five demands before her,” said agitating doctors. —  On Friday, protesting doctors wrote to President Droupadi Murmu and Prime Minister Narendra Modi, requesting their intervention. — On Saturday, Mamata Banerjee made a surprise visit to the site where the junior doctors were protesting, and assured them that she would look into their demands and take action if anyone was found guilty. — Banerjee said she had been spending sleepless nights because the medics were agitating on the road amid rains and described her visit as the \"last attempt\" to resolve the crisis. — Banerjee assured the protesting doctors that she would not take any action against them. — The CM said that she doesn't believe in suppressing a democratic movement as \"Bengal is not Uttar Pradesh\". —  The Supreme Court had set September 10 as the deadline for them to return to work. The case will be heard before the Supreme Court on Tuesday. — Banerjee also announced that patient welfare committees of all state-run hospitals would be dissolved with immediate effect. The new committees will be headed by the principals. — Protesting doctors have been demanding live-telecast of the meet. —  The government claimed that 29 people have so far died allegedly because they did not receive treatment on time because of the protest. — A local court has turned down CBI’s appeal to conduct a narco analysis test on the prime accused in the case. — A post-graduate trainee was raped and murdered in state-run RG Kar Medical College and Hospital on August 9."},
{"section_name": "NEWS", "headline": "Prince Harry to celebrate 40th birthday with family and close friends", "link": "https://www.livemint.com/news/trends/prince-harry-meghan-markle-british-royal-family-news-celebrate-40th-birthday-11726297479274.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "Prince Harry , the Duke of Sussex, who turns 40 on Sunday, plans to celebrate the milestone privately with his wife Meghan Markle and their two young children, Prince Archie, five, and Princess Lilibet, three, at their home in Montecito. Following the family celebration, he is expected to go on a 'lads' getaway with some close friends, while Meghan, 43, will stay behind to look after the children,  The Mirror  reported. Also Read:  Meghan Markle-Prince Harry’s brutal truth revealed! Duo are ‘incredibly difficult’ bosses to work for, says report In a recent statement given to BBC News, Harry said, “I was anxious about 30, I'm excited about 40. [...] Whatever the age, my mission is to continue showing up and doing good in the world.” For Harry’s 30th birthday, William and Kate had arranged an intimate dinner with royal cousins Princesses Beatrice, Eugenie, and Zara Tindall, along with close friends, to be held at Kensington Palace. However, Princess Kate, who was pregnant with her second child, Princess Charlotte, was dealing with Hyperemesis gravidarum (HG), a severe form of morning sickness. Given that Kate, whom Harry referred to as 'the sister I've never had' in his memoir Spare, was unwell, Harry chose to postpone the celebration to ensure she could be present. Also Read:  Prince William sees no future with Harry, Meghan Markle after becoming king: Royal Family Insider At the time, a source told the  Mirror : “Harry was in no doubt that the party should be postponed, even though 30 is an important milestone. Kate had been very involved in organising Harry's party, and once she fell ill he felt it wrong to let the event go ahead.” According to another report in  Vanity Fair , however, the party later went ahead. Also Read:  Prince Harry and Meghan Markle declined Queen Elizabeth’s invitations; Royal Family historian explains why According to  The Sun , after celebrating his actual birthday with family, Harry will embark on a trip with some of his 'closest pals,' while Meghan stays home with their children. Although the exact location of the trip has not been revealed, PEOPLE magazine, reported that Harry will have a 'gathering of close friends from around the world.' Among his close circle is polo-playing friend Nacho Figueras."},
{"section_name": "NEWS", "headline": "'Will gouge eyes, cut hands if': Bangladeshi Islamist's message to India, Mamata", "link": "https://www.livemint.com/news/india/bangladeshi-islamist-jashimuddin-rahmani-threatens-india-tells-mamata-banerjee-to-free-bengal-from-modi-11726296368524.html", "author_name": "Sudeshna Ghoshal", "author_url": "https://www.livemint.com/authors/sudeshna-ghoshal", "published_date": null, "article_content": "The chief of the Ansarullah Bangla Team (ABT), an al-Qaeda-affiliated terrorist outfit in Bangladesh, asked West Bengal Chief Minister Mamata Banerjee to “free Bengal from clutches of Modi”, and “declare independence”. The chief also threatened India, asking it to avoid any tussle with its neighbour Bangladesh. The ABT chief, Jashimuddin Rahmani, was recently released from prison by the Muhammad Yunus led interim government in Bangladesh.  In a video message, he could be heard warning India and saying, “If you look at Bangladesh, we will gouge eyes. If you stretch a hand, we will cut the hand, and if you take any step, we will break the leg” He could be seen sitting on a hospital bed in the two-minute video. He claimed that Bangladesh was “no other Sikkim, or Bhutan, but a country with 18 crore Muslims.”  “I am warning India…Bangladesh is not like Sikkim or Bhutan. It is a country of 18 crore Muslims…If you take a step towards Bangladesh, we will tell China to close the chicken’s neck (Siliguri corridor). We will tell the Seven Sisters (Northeastern states)to join the freedom movement,” said Rahmani. Jashimuddin Rahmani said he will tell West Bengal Chief Minister Mamata Banerjee “to free Bengal from Modi’s rule and declare independence”. Asking Kashmir to get ready for freedom, the ABT chief made a mention of  Khalistanis  as well. \"I will tell the Sikhs that your time has come, now call for freedom; to those Sikhs who are Khalistanis, in every province of India, your time has come,” he added. The pro-al Qaeda leader said Pakistan and Afghanistan “will help Kashmir gain independence”. He said, “Tell Kashmir to get ready for freedom…We will work for the freedom of Kashmir.\" The Islamic radical also said that Bangladesh does not wish to have conflict with any country in the world, including India,  China , Europe and the US, but will retaliate if they are challenged or neglected. “If we are challenged, if we are neglected, if chaos is created in our country, then the Tawhid population of Bangladesh, just like it has risen against (Sheikh) Hasina, to protect the freedom of Bangladesh, to protect Islam in Bangladesh, the Tawhid will unite to face you in the field,” said Jashimuddin Rahmani in the video. In 2013, Jashimuddin Rahmani was arrested on the charge of abetting the murder of blogger Rajib Haider. He was blamed for multiple such targeted killings of secular bloggers and journalists between 2013 and 2016, for which ABT claimed responsibility. Rahmani was released on August 27, 2024, after Muhammed Yunus lead the interim government in Bangladesh, following  Sheikh Hasina's exit . According to India Today, a Dhaka based fact-checker has confirmed the authenticity of the video, which has been doing the rounds on social media platform X."},
{"section_name": "NEWS", "headline": "Bank manager, cashier die after SUV gets submerged in Faridabad underpass", "link": "https://www.livemint.com/news/india/bank-manager-cashier-drive-into-flooded-underpass-despite-warnings-drown-after-suv-submerges-delhi-news-faridabad-11726299681414.html", "author_name": "Sudeshna Ghoshal", "author_url": "https://www.livemint.com/authors/sudeshna-ghoshal", "published_date": null, "article_content": "A bank manager and a cashier tragically lost their lives when their SUV was engulfed by water in a flooded underpass in Faridabad. On Friday night, heavy rains affecting Delhi and the National Capital Region (NCR) had caused the underpass to flood. Police stated that Punyashreya Sharma, manager of the HDFC Bank branch in Sector 31, Gurugram, and Viraj Dwivedi, a cashier at the same branch, were driving home to Faridabad in a Mahindra XUV700. According to a PTI report, the XUV 700 entered the underpass, ignoring all warnings. Consequently, it got stuck in the deep floodwater, following which water gushed into the vehicle. According to a report by  Free Press Journal , Sharma's wife tried calling her husband but was unable to reach him. As phones continued to be unreachable, Sharma's wife along with another person set out to find the manager and the cashier. When the SUV began to submerge, the two men had attempted to escape by swimming to safety but tragically drowned. Police officials reported that a team responded after being alerted about the SUV stuck in the underpass. While Sharma's body was recovered from the vehicle, Dwivedi's body was found only at 4 a.m. on Saturday following an extensive search. According to a report by PTI, the cashier Viraj Dwivedi had died on spot. The  India Meteorological Department (IMD) had issued an 'Orange' alert  for Delhi and the National Capital Region (NCR) predicting heavy rainfall on Friday, September 13, 2024. Several parts of Delhi-NCR received light to moderate rain in the morning causing waterlogging and traffic snarls. Traffic jams and  waterlogging affected various parts of the NCR  including areas like Hero Honda Chowk, Rajiv Chowk, and IFFCO Chowk in Gurugram. IMD data indicates that Delhi has recorded over 1,000 mm of rainfall this month, the highest since 2021 and the second highest in at least a decade. Catch more updates  here ."},
{"section_name": "NEWS", "headline": "‘My last attempt…’: Mamata Banerjee's surprise visit to protesting doctors", "link": "https://www.livemint.com/news/india/mamata-banerjee-meets-protesting-doctors-in-kolkata-rg-kar-rape-case-have-come-as-your-sister-not-as-cm-justice-11726301947567.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "West Bengal Chief Minister Mamata Banerjee reached Swasthya Bhawan in Kolkata on Saturday to meet the doctors protesting over the alleged rape and murder case that took place at the state-run RG Kar Medical College and Hospital. She told the protesters that this is her last attempt to reach out to the doctors. She assured the  protesting doctors that she would look into their demands  and take action if anyone was found guilty. She addressed the protesting doctors amid chants of “we want justice” outside the Swasthya Bhawan in Salt Lake. \"I came to meet you as your  'didi' [sister] not as the chief minister ,\" she was quoted by news agency PTI as saying. \"I assure you that I will study your demands and take action if someone is found guilty,\" she added, urging the protesting doctors to return to work. \" This is my last attempt to resolve the crisis ,\" Banerjee said. She also announced that patient welfare committees of all state-run hospitals were dissolved with immediate effect. Banerjee  said she understand the struggle of the doctors. “I have come forward by leading the student movement, I have also struggled a lot in my life, I understand your struggle,” she said. She assured the doctors that she will listening to their demands study them. \"I do not run the government alone, I will definitely find a solution by studying your demands with senior officials,\" she added. \"Whoever is found guilty will definitely be punished. I am asking for some time from you. The state government will not take any action against you (protesting doctors). I  request you to return to work ... All the work related to the development, infrastructure, security of the hospital has been started and will be done further...,\" Banerjee said. After the chief minister concluded her speech and left the site, the agitating doctors said they were not ready to compromise on their demands till discussions were held. Banerjee's surprise visit to the protest side came days after the talks between protesting doctors and Banerjee failed to take place. No meeting was held as the Chief Minister said the meeting with the junior doctors could not be live-streamed as demanded by them because the issue is sub-judice and before the Supreme Court. Junior doctors have been protesting for the four consecutive day on Saturday outside Swasthya Bhawan, Salt Lake area, in West Bengal's Kolkata. They have been demanding justice for the 31-year-old trainee doctor who was raped and murdered at the RG Kar hospital. Her body was found in the seminar room on August 9. These protests have affected the public healthcare infrastructure of the state. The government claimed that 29 people have died due to the protests allegedly after not receiving treatment. The Bengal CM has repeatedly requested the junior doctors to resume duty at the earliest and directed state Health Secretary NS Nigam to keep a note of the Supreme Court's direction on the issue. Earlier this week, Banerjee also offered to resign as the West Bengal chief minister. She said in a video message on Thursday, \" I am ready to resign from the Chief Minister of West Bengal . I am not concerned about the post. I want justice. I am only concerned about justice getting served.\" Her statement came after agitating doctors refuse to meet her without live streaming."},
{"section_name": "NEWS", "headline": "Noida woman loses", "link": "https://www.livemint.com/news/india/noida-woman-loses-rs-27-lakh-sim-card-fraud-heres-what-went-wrong-and-how-you-can-avoid-being-the-next-victim-11726301220180.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "A Noida woman was duped of   ₹ 27 lakh after she fell prey to scammers in the name of embedded SIM (eSIM). According to a Hindustan Times report, the  SIM card fraud  victim registered a complaint with the cybercrime police station, and an investigation has been initiated. Jyotsana Bhatia, a resident of  Noida  Sector 82, received a WhatsApp call from someone who pretended to be a telecom firm's customer care executive. The person explained to her a new feature of e-SIM that could be activated if her mobile phone got lost. Convinced by the call, the woman agreed to switch to an e-SIM and shared a code she had received on message with the person. The scammer also assured the woman that she would receive a physical sim in the next 2-3 days, but what happened next, left a lifelong impact on her life. Three days after the  SIM card  deactivation, the woman didn't receive a new SIM card, so she dialed the customer care number. “When she did not receive the SIM card on September 1, she dialled customer care and was instructed to visit the service centre for a duplicate SIM,” Vijay Kumar Gautam, station house officer (SHO), cybercrime branch, told Hindustan Times. The 44-year-old woman visited the service centre and got herself a new SIM card . When she activated her number, Bhatia received multiple messages of money deductions from her bank account. “The suspect broke my fixed deposit, siphoned off money from two bank accounts, and extended a loan of   ₹ 7.40 lakh in my name without my knowledge,” read Bhatia's statement in an FIR accessed by HT. Moreover, the suspect even accessed her mobile banking application through her mobile number. He also changed her email ID and carried out multiple transactions to debit money around   ₹ 27 lakh. The police have registered a case and begun an investigation to nab the criminals. The woman ignored several red flags. The first one was a WhatsApp call by a customer care executive, which is very unlikely in real situations. It has been highly advised to not share any OTP or password to anyone on phone.  -An eSIM is a digital SIM card which doesn't require the use of a physical chip for operation. People are always advised to switch to eSIM only after reading the process from an official website source or by meeting a telecom executive in person at the service centre. -Always verify the identity of anyone requesting sensitive information. -Be cautious of unsolicited calls or messages regarding new features or services. People need to be extra careful if the call has been made from applications like WhatsApp. -Regularly monitor bank accounts and report any suspicious activity immediately."},
{"section_name": "NEWS", "headline": "‘Will meet same fate as Renukaswamy’: BJP MLA ‘threatens’ Bengaluru contractor", "link": "https://www.livemint.com/news/india/will-meet-same-fate-as-renukaswamy-bjp-mla-threatens-bengaluru-contractor-congress-seeks-his-dismissal-11726302867764.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "A Bengaluru municipal corporation contractor filed a police complaint on Friday after being ‘threatened’ by a BJP MLA. The individual — identified as Chaluvaraju — has accused the Rajarajeshwari lawmaker of issuing death threats and using abusive language. The incident has sparked outrage in the Congress ranks with former MP DK Suresh demanding an apology from the BJP. “What happened to Renukaswamy will happen to you,” Chaluvaraju recalled BJP MLA Munirathna telling him. The Bruhat Bengaluru Mahanagara Palike contractor claimed the MLA had demanded a commission of   ₹ 20 lakh for a contract. Munirathna had refused his offer of   ₹ 1 lakh and levelled death threats against the official.  An audio clip of their purported interaction has also gone viral in the ensuing hours — showing Munirathna using abusive language and threatening a Dalit person, the contractor, and his wife.  “In an audio, he can be heard asking about the money and he has also threatened the contractor. I demand that the BJP and the NDA should dismiss this leader (Munirathna) immediately. He has insulted the Dalit community and a mother. Suo-moto case must be registered against him and action must be taken immediately. BJP must also issue an apology,” said Congress leader DK Suresh. Two FIRs have been registered at the Vyalikaval police station against BJP MLA and former minister.   The remarks are a reference to the torture and murder of Renukaswamy in June this year. 17 people including Kannada actor Darshan Thoogudeepa along with his friend Pavithra Gowda have been arrested in connection with the case. 33-year-old Renukaswamy — a fan of the actor — had sent obscene messages to Pavithra and in turn enraged Darshan. According to the post-mortem report, the Chitradurga native died due to shock and haemorrhage as a result of multiple blunt injuries."},
{"section_name": "NEWS", "headline": "Stones pelted at Vande Bharat train, window panes damaged ahead of flagging off", "link": "https://www.livemint.com/news/india/vande-bharat-train-stones-pelted-vwindow-panes-damaged-ahead-of-flagging-off-chhattisgarh-mahasamund-railways-11726303405372.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "In yet another incident,  Vande Bharat Express  was attacked by some miscreated just two days before its official regular run. The incident took place on Friday night in Chhattisgarh's Mahasamund district when Durg-Visakhapatnam  Vande Bharat Express  was undergoing trial run. The window panes of three coaches were damaged in the incident. Police have arrested five people for hurling stones. The accused have been identified as Devendra Chandrakar, Shiv Kumar Baghel, Arjun Yadav, Jitu Tandi and Lekhraj Sonwani. They all are residents of Bagbahra. The train is scheduled to be flagged off for regular run on September from Durg. Praveen Singh Dhakad, inspector of the Railway Protection Force (Mahasamund), said that the incident took place when the train was on its way back from Visakhapatnam to Durg during its trail run, and was passing through Bagbahra railway station, reported PTI. The officer said that a four RPF personnel's train escorting party sent an alert about the incident. Following that stone pelting incident, a security personnel team was sent to spot. Fortunately, no person suffered injuries in the incident. Official said that the accused have been booked under various section of the Railways Act of 1989, including, section 153 (anyone who endangers the safety of a person travelling on a railway by a willful act or omission is punishable with up to five years in prison). The arrested accused Baghel's sister-in-law is a Congress corporator in Bagbahra, reported PTI quoting official. Previously several such incidents have taken place. In August, the  Ahmedabad-Jodhpur Vande Bharat Express  hit a cement slab, placed on the railway track in Rajasthan's Pali district. The cattle guard of the engine hit the cement slab. In June, stones were pelted at a New Delhi-bound Vande Bharat Express train between Phagwara and Goraya rail section. Meanwhile, earlier this month,  Railway Minister Ashwini Vaishnaw unveiled the prototype version  of the Vande Bharat sleeper coach at the BEML's facility. The coach will undergo rigorous trials and tests for the next ten days before rolling it out on the track for further testing."},
{"section_name": "NEWS", "headline": "UIDAI extends deadline to upload Aadhaar-related documents till 14 Dec", "link": "https://www.livemint.com/news/india/uidai-extends-deadline-to-upload-documents-on-aadhaar-portal-by-3-months-till-14-dec-check-details-11726305147703.html", "author_name": "MintGenie Team", "author_url": "https://www.livemint.com/authors/mintgenie-team", "published_date": null, "article_content": "The Unique Identification Authority of India (UIDAI) has now extended the deadline to upload documents free of cost until Dec 14, 2024. Earlier the deadline was  set to expire on September 14  following which citizens will be able to upload documents and make changes in their aadhaar profile by paying a fee only. This free service, however, will now continue until Dec 14. This service is expected to benefit millions of Aadhaar Number Holders. This free service is available only on myAadhaar portal. It is worth mentioning that  UIDAI  has been encouraging people to keep documents updated in their aadhaar to reflect their correct demographic details. If you are wondering what kind of documents you need to upload then these include ration card, voter ID, domicile certificate, passport, passbook, among others. These documents can be uploaded on  MyAadhaar Portal  where one can log in using aadhaar number and one time password received on mobile number. Aadhaar number holders are suggested to update documents in Aadhaar at least once in 10 years. Once you receive any message in this regard, it recommended to update the documents at an early date. The documents can be submitted online throughMyAadhaar Portal or at any Aadhaar Enrolment Centre. Typically, you might have to update your address if you change it. You can update your address online through myAadhaar portal, or by visiting any Aadhaar Enrolment Centre by enrolling with valid POA document. Even if you are an NRI, you can submit the documents whenever you are in India, through online or by visiting Aadhaar Centre. 1: First of all, you need to visit myaadhaar.uidai.gov.in and log in using your Aadhaar number and by entering the OTP sent on your registered mobile number. 2: Check your identity and address displayed on profile. 3: Now, you need to click on the option ‘I verify that the above details are correct.’ 4: Select the documents for identity and address verification you wish to submit from the drop-down menus. 5: Upload the chosen documents. 6: Review the information and submit to update your Aadhaar details."},
{"section_name": "NEWS", "headline": "‘Pappu ke baare me socho’: Noida DM faces flak over post targeting Rahul Gandhi", "link": "https://www.livemint.com/news/india/pappu-ke-baare-me-socho-noida-gautam-budh-nagar-dm-post-row-supriya-shrinate-congress-rahul-gandhi-x-account-11726305811660.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "A comment targeting  Congress leader Rahul Gandhi  made through an official X handle of the Noida/Gautam Budh Nagar District Magistrate on a post shared by  Supriya Shrinat e, has triggered a row. On Sunday evening, Shrinate shared nearly 2-minutes clip of her conversation with historian on her X handle, where she said, “History cannot be changed. History is made. Narendra Modi knows how history will remember him and that is why he is worried.” Following that, the X handle of  Noida /Gautam Budh Nagar District Magistrate posted a comment, directed at Rahul Gandhi, the Leader of Opposition in the Lok Sabha, saying “Are tum apni aur apne pappu ke baare m sochu (you think about yourself and pappu).” Shrinate shared a screenshot of the 'inappropriate' post and said, “This is DM Noida, he is responsible for the whole district. His language and thoughts about the country's opposition leader Rahul Gandhi must be seen.” She further stated that it is clear that the administrative staff is full of Sanghis, adding, “Now they are sitting on constitutional posts and fuelling hatred.” Congress leaders have also demanded action against the officer. Meanwhile, issuing clarification, a statement was posted on the X handle of District Magistrate Manish Verma, saying some anti-social elements had misused his ID card and posted a \"wrong comment\". \"Taking this seriously, legal action is being taken by registering an FIR immediately and the wrong tweet/comment is being investigated by the cyber cell,\" it said. A copy of the FIR was also later posted on the handle. Congress leader Jairam Ramesh said that the comment made on the  Leader of the Opposition in the Lok Sabha  is completely inappropriate and unacceptable. “This is not a new development. Over the past ten years, India's bureaucracy and other non-political functionaries have become increasingly politicised,” added Ramesh. Shiv Sena (UBT)  leader Priyanka Chaturvedi also took a swipe. “And after reading that offensive tweet, from a bikau sarkari DM, a hat tip To @SupriyaShrinate for giving them the hell they deserve!,” said the Sena UBT leader."},
{"section_name": "NEWS", "headline": "India awaits fresh batch of cheetahs from Kenya as project nears two year mark", "link": "https://www.livemint.com/news/india/india-awaits-nod-for-fresh-batch-of-cheetahs-from-kenya-as-project-nears-two-year-mark-11726306070796.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "Project Cheetah  will complete two years next week amid efforts to translocate a fresh batch of animals from Kenya. Indian authorities have already finalised their part of the MoU process and now await a green signal from officials in the other country. Discussions are also underway with South Africa for the possible translocation of 12 to 16 surplus cheetahs. Cheetah Project Steering Committee adviser SP Yadav told PTI that animals for the breeding centre currently being built in the Bunni grasslands of Gujarat will also be brought from Kenya. No official timeline has been given for the upcoming relocations. However Yadav indicated that “winter is the ideal time to bring them”. “The Memorandum of Understanding process is in progress. India has finalised its part, and the Kenyan government needs to approve it. After that, both governments will sign the MoU,” said Yadav, who is also the director general of the International Big Cat Alliance. 20 cheetahs have been brought to the Kuno National Park in Madhya Pradesh since the project was introduced  — the first-ever intercontinental translocation of the big cats. Seventeen cubs have also been born in India over the past two years. However  eight adult cheetahs (three females and five males) and five cubs have also died during this time . There are currently 24 cheetahs living within enclosures in Kuno. \"Discussions are ongoing with South Africa. It has already identified 12 to 16 surplus cheetahs. They must either give them to another country or euthanise them. That is the current situation,\" Yadav added.   The 'Action Plan for Reintroduction of Cheetah in India' talks about bringing around 12-14 cheetahs each year from South Africa, Namibia and other African countries for five years to establish a founder stock. The grand initiative completes two years on September 17. (With inputs from agencies)"},
{"section_name": "NEWS", "headline": "Trump's 'they're eating dogs' comment turns into hilarious song | Watch video", "link": "https://www.livemint.com/news/trends/donald-trumps-theyre-eating-the-dogs-comment-turns-into-hilarious-song-watch-video-11726308178074.html", "author_name": "Deepak Upadhyay", "author_url": "https://www.livemint.com/authors/deepak-upadhyay", "published_date": null, "article_content": "A parody song by popular South African musician David Scott mocking former US President  Donald Trump 's alleged claim about  illegal immigrants  eating pets in Ohio, has gone viral on social media. The music video, titled \"Eating the Cats\" by Scott’s band Kiffness, used an edited audio clip of Trump's viral comment made during the US presidential debate with Vice President  Kamala Harris , composed in a Reggaeton-beat style. Scott’s music video begins with the former US President’s edited audio saying, “They're eating the dogs/ they're eating the cats/ they're eating the pets of the people who live there.” It is important to note that during the  US presidential election debate , Trump claimed that illegal immigrants in Springfield, Ohio, were \"eating the pets\" of residents. However, the former president was fact-checked in real-time by the moderators of the debate, who rejected his claim, saying that there was no such evidence or complaint registered. Irked by the former US president’s claim, the popular South African musician--known for turning odd internet moments into catchy songs--has composed a parody song on Trump's bizarre remark into a viral track, contrasting it with the sounds of cats and dogs. In the satirical song, Scott is urging the people of Springfield not to eat his cat and dog. The musician also suggests alternative food options. “People of Springfield, please don’t eat my cat/ why would you do that / eat something else,” Scott sings. “People of Springfield, please don’t eat my dog/ here’s a catalog of other things to eat,” he added. This isn’t the first time Trump’s comments have triggered viral reactions online. Earlier, a Golden Retriever’s animated response to Trump’s claim also went viral, which left the internet in splits. The music video has already garnered over 6.5 million views, 71K likes, 2.6K comments on X, with fans praising the song as a hilarious fall \"banger\" and calling it \"brilliant.\""},
{"section_name": "NEWS", "headline": "Rain in Agra leads to water leakage in Taj Mahal's main dome, ASI says no damage", "link": "https://www.livemint.com/news/india/taj-mahal-news-rain-in-agra-leads-to-water-leakage-in-main-dome-asi-says-no-damage-to-monument-11726308705893.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "The incessant rain over the last few days in various parts of Uttar Pradesh, including Agra, has led to water leakage from the main dome of the  Taj Mahal . However, the Archaeological Survey of India has claimed that there was no damage to the monument in  Agra . On Thursday, the videos of the inundated garden on the premises also went viral. There is leakage in the main dome due to seepage and there is no damage to it, PTI quoted a senior official of the Archaeological Survey of India (ASI), Agra circle. Stating that they had witnessed the leakage in the main dome of the Taj Mahal, Rajkumar Patel, Superintending Chief of the Archaeological Survey of India (ASI), told PTI, \"When we checked it was due to seepage and there was no damage to the main dome. We have checked the main dome through a drone camera.\" The Taj Mahal  is the pride of Agra and the entire nation, adding it provides employment to hundreds of locals and those who are working in the tourism industry, said a local resident, who is working as a government-approved tour guide. Monika Sharma, a government approved tour guide, said that proper care should be taken of the monument because, for the tourism industry people, it is the only hope. Meanwhile, on Friday, the Supreme Court dismissed a plea seeking to declare  Agra a ‘heritage city’  and said there is nothing to show that such a declaration would give the city any special advantage.   \"Nothing has been placed on record to show that there will be any special advantage to the city. Moreover, this court cannot grant any such declaration. Interlocutory application is dismissed,\" a bench of Justices Abhay S Oka and Ujjal Bhuyan ordered. Justice Oka said that the court is already looking into the matter of protection and preservation of the Taj Mahal and the maintenance of the Taj Trapezium Zone (TTZ)."},
{"section_name": "NEWS", "headline": "Dalit boy stripped, forced to dance for stealing wire in Rajasthan's Kota", "link": "https://www.livemint.com/news/india/dalit-boy-stripped-forced-to-dance-for-stealing-wire-in-rajasthans-kota-6-arrested-11726310955066.html", "author_name": "Deepak Upadhyay", "author_url": "https://www.livemint.com/authors/deepak-upadhyay", "published_date": null, "article_content": "Rajasthan police on Saturday said they have arrested six people, including a father-son duo, for allegedly stripping a 12-year-old  Dalit  boy naked, forcing him to dance and recording the same in Kota after the minor was caught stealing wire from a comedy event. In the alleged video, the boy can be seen dancing to a song while four to five men sit around, forcing him to dance with a smile. The matter came to light after the  Kota Police  noticed the viral video online. The police located the victim and encouraged his family to file an official complaint against the accused. The victim’s father, in his complaint, said his son attended a  comedy event  on Friday night organized at a fair in GAD Circle. Between 1 to 4am, around four to five men assaulted his son, accusing him (the minor boy) of stealing a wire. He further alleged that the accused stripped his son naked and forced him to dance. They also recorded the same. According to reports, based on the complaint, the Kota police filed an FIR under relevant sections of the  Bharatiya Nyaya Sanhita , Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act and  Protection of Children from Sexual Offences Act  (POCSO) against six individuals. The Kota police identified the arrested accused as Kshitij Gurjar (24) alias Bittu, Ashish Upadhyay alias Vikku (52), his son Yayati Upadhyay (24) alias Gungun, Gourav Soni (21), Sandeep Singh (30) alias Rahul Bannasha, and Sumit Kumar Sain (25). During the preliminary investigation, the Kota police found that the accused suspected the minor boy of stealing wire from their music system. All the accused were produced in court."},
{"section_name": "NEWS", "headline": "Ghaziabad juice vendor thrashed by locals, arrested for mixing urine in drinks", "link": "https://www.livemint.com/news/india/ghaziabad-juice-vendor-arrested-for-mixing-urine-in-customers-drinks-locals-thrash-stall-workers-11726308366356.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "A  juice vendor in Ghaziabad was arrested  on Friday for serving drinks laced with urine to customers. The police launched an investigation following complaints from the public and found a plastic container filled with urine on the stall premises. A 15-year-old boy working at the stall has also been detained over the matter. The incident first came to light after some people noticed the shop owner mixing an yellowish liquid with the fruit juice. A huge crowd had soon gathered around the stall and some people began thrashing the vendor.   Videos of locals thrashing the two shop workers in Ghaziabad have since gone viral on social media . “Urine was being mixed in juice and given to customers in Ghaziabad. Police arrested the shop workers (sic). About one litre of urine was recovered from the shop. The public beat up both the accused,” claimed the caption for the clip posted on X. ACP Ankur Vihar Bhaskar Verma told PTI on Friday that the police had conducted a search of the juice stall upon getting information. They  recovered a plastic container filled with the urine  and quizzed the stall owner about it. The accused — identified as Aamir Khan — had been unable to give any satisfactory reply. The police said further action is being taken in the matter. The development comes mere months after a Telangana ice-cream vendor was arrested for masturbating and mixing semen into a container of falooda. Videos of his shocking behaviour had gone viral on social media and the vendor was handed over to the police after being caught red-handed by locals.  Another revolting incident from last year had seen a man accidentally sip on a cup of urine after a Grubhub order went awry. The delivery agent later indicated that he had relieved himself in a cup while on his way…and accidentally handed over the wrong container. The incident took place in the US.  “When I started eating my meal upon delivery, I put a straw in my cup that was delivered and took a sip. I soon discovered that the cup delivered to me from the Grubhub driver was a warm cup of urine,” the man had told a news outlet. (With inputs from agencies)"},
{"section_name": "Sports", "headline": "Paris Paralympics 2024: India shines bright with 29 medals and a lot of triumph", "link": "https://www.livemint.com/sports/olympics-news/paris-paralympics-2024-india-shines-bright-with-29-medals-including-7-golds-and-a-whole-lot-of-triumph-11725793120556.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "Paris Paralympics 2024 : As the games conclude for India, the differently abled but exceptionally resolute para-athletes of the country made the big stage their own in a record-smashing medal haul of 29. India now stands at the 18th position in the points table. Of the 29 medals in India's kitty, 7 are gold, which is another first for the country that started to make its presence felt only in the 2016 edition, where it won four medals. In the upswing in performance, India had yielded 19 medals in Tokyo edition of Para-Olympics, a number that was surpassed this time. Prime Minister Narendra Modi, in a post on X (formerly Twitter) lauded the achievement of Indian para-athletes and attributed it to their unwavering dedication and indomitable spirit. “Paralympics 2024 have been special and historical. India is overjoyed that our incredible para-athletes have brought home 29 medals, which is the best-ever performance since India's debut at the Games,\" he said. \"This achievement is due to the unwavering dedication and indomitable spirit of our athletes. Their sporting performances have given us many moments to remember and inspired several upcoming athletes,” Modi added.  More than the medal tally, the highlight of  Paris Paralympics 2024  has been the record efforts and personal bests of the Indian para-athletes. Notably, the 29 medals have been achieved in a total of 5 sports, including a whopping 17 at the track and field events. The tally of 29 has ensured that India remains in the top 20 of the Paris Paralympics 2024. China has continued to dominate the game with over 200 medals. India has, however, beaten top nations like Switzerland, Belgium, South Korea, Turkey, and Argentina to secure its position. Pakistan , who were also competing win the event, ended the campaign at joint-bottom with Vietnam, Nepal and others at the 79th position, with just a solitary bronze to its name. The contingent of 84 ensured plenty of firsts for India in Paralympic history including medals in track events with sprinter Preethi Pal winning a bronze in the women's 100m T35 and 200m T35 class. Another first ever medal came via Kapil Parmar in Judo. He made India proud by securing a bronze in the men's 60kg J1 class. The likes of  Harvinder Singh  and Dharambir pushed India considerably higher up the medals tally by securing path-breaking gold medals in archery and club throw respectively. Armless archer Sheetal Devi, who was born without arms, was already a beacon of hope to millions but with her mixed team bronze, the 17-year-old gave her community another reason to never give up. In the club throw event, it was a rare one two finish for India with Dharambir and Pranav Soorma ending up on the podium in the F51 class. javelin thrower Sumit Antil, whose left leg was amputated after an accident, broke his own Paralympic record for a second successive javelin gold while wheelchair-bound rifle shooter Avani Lekhara dominated the field in the air rifle SH1 final. A gold also came from the badminton court via Kumar Nitesh who pipped Britain's Daniel Bethell in a thrilling final. Nitesh too lost his leg after a train accident. ( With PTI inputs )"},
{"section_name": "Sports", "headline": "BCCI announces Team India’s squad for 1st Test against Bangladesh", "link": "https://www.livemint.com/sports/cricket-news/bcci-announces-team-india-s-squad-for-1st-test-against-bangladesh-rohit-sharma-virat-kohli-kl-rahul-11725811846543.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "BCCI announced Team India’s squad for the first Test of the IDFC FIRST Bank Test series against Bangladesh starting on September 19. Rishabh Pant on Sunday returned to the Test side after nearly 20 months as India announced their 16-man squad for the opening match of the two Test series against Bangladesh. As the  Indian cricket team  gears up for their upcoming Test series against Bangladesh, several notable developments have emerged.  Virat Kohli  makes a return to the Test squad after missing the five-Test series against England at home earlier this year. Kohli’s comeback is highly anticipated, marking a significant boost for the team. Rishabh Pant, who was involved in a severe road accident on December 30, 2022, has also returned to top-flight cricket. Pant had played in the second and final Test against Bangladesh in Mirpur from December 22-25, 2022, but his road accident sidelined him until the IPL season of this year. He rejoined the national side during the  T20 World Cup , contributing to India’s title-winning campaign. However, the selection news has not been uniformly positive. Mohammed Shami, despite initial expectations set by chairman of selectors Ajit Agarkar, will not feature in the Test squad. Shami had been targeting a return for the first Test against  Bangladesh  but failed to secure a spot. On a more encouraging note, left-arm seamer Yash Dayal has received his maiden call-up to the Indian Test team for the opening match of the series. The Test series kicks off with the first of two Tests against Bangladesh in Chennai, starting September 19. The second Test will be held at the Green Park Stadium in Kanpur from September 27 to October 1. India and Bangladesh have faced each other in 13 Tests to date, with India emerging victorious in 11 matches and two ending in draws. Bangladesh enters the series with renewed confidence after a historic 2-0 series win over Pakistan on their home turf. In contrast, India’s last Test assignment was a convincing 4-1 series win over England at home earlier this year. The upcoming matches are expected to be a crucial test of form and strategy for both teams as they look to capitalize on their recent successes. India squad for 1st Test: Rohit Sharma (c), Yashasvi Jaiswal, Shubman Gill, Virat Kohli, KL Rahul, Sarfaraz Khan, Rishabh Pant (wk), Dhruv Jurel (wk), Ravichandran Ashwin, Ravindra Jadeja, Axar Patel, Kuldeep Yadav, Mohammed Siraj, Akash Deep, Jasprit Bumrah, Yash Dayal."},
{"section_name": "Sports", "headline": "PM Modi hails ‘indomitable spirit’ of para-athletes as India bags 29 medals", "link": "https://www.livemint.com/sports/news/pm-modi-hails-indomitable-spirit-of-para-athletes-as-india-bags-29-medals-in-best-campaign-ever-11725815841306.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "Prime Minister Narendra Modi on Sunday lauded the ‘indomitable spirit’ of para-athletes as  India bagged a total of 29 medals at the Paris Paralympics . India witnessed its ‘best-ever campaign’ in the 2024 edition of Paralympics, cinching seven gold, nine silver and 13 bronze medals. Notably, this was the number of medals won by India in the history of the competition. “Paralympics 2024 have been special and historical. India is overjoyed that our incredible para-athletes have brought home 29 medals, which is the best ever performance since India's debut at the Games. This achievement is due to the unwavering dedication and indomitable spirit of our athletes.  Their sporting performances have given us many moments to remember  and inspired several upcoming athletes.”, PM Modi wrote on X (Formerly Twitter) India has surpassed its previous record-setting performance at the Tokyo 2020 Paralympics, where it secured 19 medals—comprising five golds, eight silvers, and six bronzes. At the recent Paralympic Games, India not only exceeded this impressive tally but also crossed the milestone of 50 medals in the history of the competition. This achievement was made possible by  a delegation of 84 para-athletes, competing in 12 disciplines from August 28 to Sunday , a significant increase from the nine sports represented in Tokyo. Notably, India expanded its participation to include new events such as paracycling, para rowing, and blind judo, setting several records and achieving new milestones in the process. -Avani Lekhara (Shooting, Women's 10m air rifle standing SH1, Gold) -Mona Agarwal (Shooting, Women's 10m air rifle standing SH1, Bronze) -Preethi Pal (Athletics, Women's 100m T35, Bronze) -Manish Narwal (Shooting, Men's 10m air pistol SH1, Silver) -Rubina Francis (Shooting, Women's 10m Air Pistol SH1, Bronze) -Preethi Pal (Shooting, Women's 10m Air Pistol SH1, Bronze) -Nishad Kumar (Athletics, Men's high jump T47, Silver) -Yogesh Kathuniya (Athletics, Men's discus throw F56, Silver) -Nitesh Kumar (Badminton, Men's singles SL3, Gold) -Thulasimathi Murugesan (Badminton, Women's singles SU5, Silver) -Manisha Ramadass (Badminton, Women's singles SU5, Bronze) -Suhas Yathiraj (Badminton, Men's singles SL4, Silver) -Rakesh Kumar / Sheetal Devi (Archery, Mixed team compound open, Bronze) -Sumit Antil (Athletics, Javelin throw F64, Gold) -Nithya Sre Sivan (Badminton, Women's singles SH6, Bronze) -Deepthi Jeevanji (Athletics, Women's 400m T20, Bronze) -Mariyappan Thangavelu (Athletics, Men's high jump T63, Bronze) -Sharad Kumar (Athletics, Men's high jump T63, Silver) -Ajeet Singh (Athletics, Men's javelin throw F46, Silver) -Sundar Singh Gurjar (Athletics, Men's javelin throw F46, Bronze) -Sachin Khilari (Athletics, Men's shot put F46, Silver) -Harvinder Singh (Archery, Men's individual recurve open, Gold) -Dharambir (Athletics, Men's club throw F51, Gold) -Parnav Soorma (Athletics, Men's club throw F51, Silver) -Kapil Parmar (Judo, Men's -60kg J1, Bronze) -Praveen Kumar (Athletics, Men's high jump T64, Gold) -Hokato Hotozhe Sema (Athletics, Men's shot put F57, Bronze) -Simran (Athletics, Women's 200m T12, Bronze) -Navdeep Singh (Athletics, Men's javelin throw F41, Gold). (With ANI inputs)"},
{"section_name": "Sports", "headline": "U.S. Open 2024: Jannik Sinner beats Taylor Fritz in finals", "link": "https://www.livemint.com/sports/us-open-2024-jannik-sinner-beats-taylor-fritz-in-finals-becomes-first-italian-man-to-lift-the-cup-11725844447817.html", "author_name": "Amy Tennery", "author_url": "https://www.livemint.com/authors/amy-tennery", "published_date": null, "article_content": "Jannik Sinner produced a brutal display of baseline power as he became the first Italian man to win the U.S. Open with a 6-3 6-4 7-5 win over American Taylor Fritz in the final on Sunday. Sinner held aloft his arms in celebration after breaking Fritz to clinch the title and cheers rang around Arthur Ashe Stadium, even though home fans had hoped to see Fritz end a 21-year U.S. men's Grand Slam drought. Sinner was under a cloud of controversy at the start of the tournament after revelations that he tested positive twice for an anabolic agent in March but avoided a ban. An independent tribunal accepted his claim that the positive tests were the result of an unintentional contamination. The top seed blocked out the furore in New York and with the win claimed his second Grand Slam title after winning the Australian Open earlier this year. \"We just went day-by-day, trying to practice well, even on the days off, believing in ourselves which is the most important. I understood, especially in this tournament, how important the mental part is in this sport,\" said Sinner. \"I would like to thank everyone for being so fair in this amazing arena. It was a huge pleasure.\" Fritz got off to a dreadful start when he handed Sinner the break with an unforced error in the first game but settled his nerves, breaking back in the fourth game and surviving a 23-shot rally - the longest of the match - to save break point in the fifth. But it was only a matter of time before the Italian would hit his stride and he broke the 12th seeded American with a perfectly placed drop shot in the seventh game. Fritz dropped his serve again on set point when he sent a backhand beyond the baseline, one of 34 unforced errors that cost him dearly across the match. The fired up home crowd that included pop megastar Taylor Swift tried to lift Fritz with chants of \"USA!\" in the second set, as he worked to get some traction in his first major final. PILED ON THE MISERY However, the momentum swung in Sinner’s direction as he broke Fritz on set point from the baseline, sending a sublime backhand down the line that the American was unable to return. He piled further misery on Fritz when he clawed back from triple break point down in the opening game of the third set, holding his serve with an overhead smash, a fine effort that even the U.S. fans applauded. Fritz clung on and even went up a break but was left smacking his racket onto the court in frustration when he hit a volley into the net to let Sinner break back in the 10th. Sinner broke for a sixth time in the contest to wrap up the win, with Fritz swiping a forehand into the net on match point. \"Here was difficult because also the pretournament circumstances weren't easy,\" said Sinner, who climbed the stands to celebrate with his team as fans shouted \"Bravo!\" around him. \"I felt like that I have grown, you know, match by match and that my confidence level went higher and higher.\" With U.S. great Andre Agassi on court for the presentation ceremony, Fritz told the crowd: \"I know we’ve been waiting for a champion for a long time so I’m sorry I couldn’t get it done this time. But I’m gonna keep working and hopefully I’ll get it the next time.\" It was a fresh disappointment for U.S. fans, after home hope Jessica Pegula lost to Aryna Sabalenka in the women's final. The win capped a blockbuster year for Sinner, who came back from two sets down to triumph at Melbourne Park and won in Miami and Cincinnati. The world number one leaves New York with an impressive 55-5 win-loss record for the year, leaving rivals in his wake as Novak Djokovic and Carlos Alcaraz crashed out early. It was not all good news for Sinner, however, as it became clear the doping controversy could linger well after he leaves, as he continued to answer questions about the saga as he sat at a post-match press conference with the trophy. Some members of the media and his own fellow players have alleged a double standard in how he was treated and Sinner said he had difficulty enjoying the tournament at times. \"What I can say is that the general reaction of the players was quite positive, even when things came out. Then there have been, of course, some different voices, but this is in everything,\" he said. \"That's why you have, as I said before, the people close to you, these are the people who knows what was going on and what I and my team went through.\" (Reporting by Amy Tennery in New York, additional reporting by Karl Plume in New York and Frank Pingue in Toronto, editing by Pritha Sarkar and Michael Perry)"},
{"section_name": "Sports", "headline": "Paris Paralympics 2024: Catch glimpes from closing ceremony", "link": "https://www.livemint.com/sports/olympics-news/paris-paralympics-2024-from-parade-of-nations-to-grammy-winner-anderson-paak-glimpes-from-closing-ceremony-watch-11725845668973.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "The Paris Paralympics concluded with a dazzling closing ceremony on Sunday. French singer Santa opened the event by performing Johnny Hallyday's iconic song \"Vivre pour le Meilleur,\" accompanied by video highlights from the last three  Paralympic Games . Due to weather conditions, the cauldron flight was canceled. In the official stand at Stade de France, French President Emmanuel Macron and IPC President Andrew Parsons were introduced.   With country's national anthem, The Marseillaise, playing in the background, the French flag was raised. The crowd also participated by sinfing along. Following this, all the countries took part in Parade of Nations to the sounds of band of Republican Guard. The musicians performed some selected French and international pop music, giving a festive and joyous vibe to the parade. Harvinder Singh and Preeti Pal were the flag bearers for India at the closing ceremony of the Paris Paralympics 2024.  The Indian contingent concluded its historic Paris Paralympics campaign with a total of 29 medals, including seven gold, nine silver, and 13 bronze medals, the most by the country in the history of the competition . With this landmark campaign, India has surpassed their previously most-successful campaign at the Tokyo 2020 Paralympics, which gave them 19 medals, including five golds, eight silvers, and six bronze medals. Tony Estanguet, President of the Organising Committee for the Paris 2024 Olympic and Paralympic Games, entered the stage after the parade to a huge cheer from the crowd and addressed them. Parsons also delivered a speech on the success of the event.   Afterward, the Paris 2024 volunteers were honored with a heartfelt tribute. Over 2,000 volunteers took center stage at the stadium, greeted by thunderous applause and cheers from the crowd. Following this, eight dancers, some specially-abled, celebrated the diversity with their performances to beats by DJ Cut Killer. The handover ceremony for the next Paralympics continued with the playing of the American national anthem and the raising of the U.S. flag. American singer and actress Ali Stroker performed the anthem. Violinist and Broadway composer Gaelynn Lea, along with rapper, songwriter, and athlete Garnet Silver-Hall, presented poetry that connected to themes of dreams, disability, and community. Additionally, multi-time Grammy Award-winning rapper and singer Anderson .Paak delivered an engaging performance   At the Jardin des Tuileries, gathered around the cauldron, Amadou and Mariam, accompanied by a string quartet, performed a composition by Serge Gainsbourg inspired by the French poet Paul Verlaine, titled 'Je suis venu te dire que je m'en vais'. Aurellie Aubert, the French Paralympic champion in Boccia, blew the flame and in the skies above the Jardin des Tuileries, the Cauldron, was also extinguished, marking the end of the games.     At the Stade de France, 24 electronic music artists from French electronic scene, along with the 'Father of Electronic Music in France', Jean-Michel Jarre, celebrated the diversity of their music with an entertaining performance.  Among the artists who performed were Breakbot & Irfane, Nathalie Duchene, Alan Braxe, DJ Falcon, Kavinsky, Kiddy Smile, Kittin, Anetha, Ofenbach, The Avener, etc."},
{"section_name": "Sports", "headline": "What should “inclusion” include at the Paralympics?", "link": "https://www.livemint.com/sports/what-should-inclusion-include-at-the-paralympics-11725861232895.html", "author_name": null, "author_url": null, "published_date": null, "article_content": null},
{"section_name": "Sports", "headline": "Pant's quirky chat with Kuldeep caught on camera: 'Kha Maa Kasam Nahi Lega'", "link": "https://www.livemint.com/sports/cricket-news/rishabh-pants-quirky-chat-with-kuldeep-yadav-during-duleep-trophy-caught-camera-goes-viral-kha-maa-kasam-nahi-lega-11725882687734.html", "author_name": "Saurav Mukherjee", "author_url": "https://www.livemint.com/authors/saurav-mukherjee", "published_date": null, "article_content": "India's wicket-keeper batter,  Rishabh Pant , is known for quirky comments behind the stumps. These often get recorded, creating a scene of laughter on the field. A similar incident occurred on Sunday while India A and India B were playing a match in the  Duleep Trophy 2024-25  at M Chinnaswamy stadium in Bengaluru. Chasing 275, India A were bundled out for 198 in their second innings and  lost the match by 76 runs . With India A chasing the target in the second innings, India A's Kuldeep was batting on the crease and smashed a boundary on the fifth delivery of the 41st over. With Sai Kishor's last delivery to be bowled, Pant – part of India B – stood behind the stumps and asked the players to come closer. Pant anticipated that Kuldeep would take a single and keep the strike, but Kuldeep said he wouldn't. To this, Pant hilariously asked him to swear on his mother. Pant said, “Sab aage aao, ye single lega (everyone come close, he'll take the single).” \"Main nahi lunga. (I won't take a single),\" said Kuldeep, to which Pant replied, “Maa Kasam khale nahi lega.” The video has gone viral with people commenting on it. Here are a few comments. One wrote, \"Full on kasam baaji.\" Another wrote, \"RP Best Entertainer behind the Stump.\" \"When Rishabh Pant plays there is a lot of entertainment,\" wrote the third. A fourth social media user wrote, “If he was in the army, he would have killed half the enemy army just by laughing like this....” A fifth user wrote, \"Must charge penalty on match fees of Rishabh pant...ye koi gully cricket nhi chal raha h...thoda sa standard maintain karna chahiye\" Playing against India A, India B scored 321 in the first innings. Musheer Khan scored a massive 181 runs, while Akash Deep picked 4 wickets for India A. In reply, India A scored 231, KL Rahul hitting 37 runs. Navdeep Saini and Mukesh Kumar took 3 wickets each for India B. In the second innings, India B added 184 runs more to the first innings' 321. Rishabh Pant scored 64 runs. Akash Deep picked a fifer for India A, while Khaleel Ahmed took three wickets. In reply, India A, despite scoring 198 runs, fell short by 76 runs and lost the match. India A's KL Rahul scored 57 runs, while India B's Yash Dayal picked up 3 wickets."},
{"section_name": "Sports", "headline": "Paralympics 2024: Indian athletes return to heroic welcome | watch video", "link": "https://www.livemint.com/sports/olympics-news/paralympics-india-2024-paralympics-medals-sheetal-devi-sheetal-devi-sumit-antil-11725953062934.html", "author_name": "Sudeshna Ghoshal", "author_url": "https://www.livemint.com/authors/sudeshna-ghoshal", "published_date": null, "article_content": "Paralympics 2024: Amid the buzz of supporters and enthusiastic chants, India's Paralympic champions arrived at the Indira Gandhi International Airport in Delhi on Tuesday after winning 29 medals. ANI reported that all the para-athletes, from Sumit Antilto Sheetal Devi to Harvinder Singh, shared key moments of their feats at the Paris games as supporters showered them with petals. The atmosphere was charged with celebratory dhol beats, and fans waited with garlands as the athletes made their way through the crowd. Supporters, sports officials, and the athletes' families all turned out to show their appreciation. Javelin thrower  Sumit Antil  expressed his gratitude for the warm welcome, reported ANI. The para-athlete, who had lost half of his left leg after a motorbike accident, remained enthusiastic about his future challenges. “When you prepare well, you automatically feel confident. I will try to breach the 75m mark soon. I haven’t had tea for a few days; I would like to enjoy some tea with my family,” Antil said. Archer Harvinder Singh was also deeply moved by the accolades. He became the first Indian archer with impaired legs to win a Paralympic gold. The archer, who “likes to keep himself busy,\" won a bronze medal in the Tokyo Paralympics three years ago. “Anyone who feels distressed or defeated can find inspiration in para-athletes,” he was quoted as saying by ANI. Sheetal Devi , born without arms, won a mixed team bronze with Rakesh Kumar, narrowly missing an individual medal. The ANI report mentioned that she was “very happy that India won two medals in archery.” She added that the contingent has received great support, contributing to a “record haul” and helped India “finish 18th in the medal standings,” stated the report. India sent its largest-ever contingent of 84 athletes to the Games, and with a  record seven gold medals  among the 29 total, the country achieved a historic milestone."},
{"section_name": "Sports", "headline": "Suryakumar Yadav set to return for Duleep Trophy ahead of Bangladesh Test series", "link": "https://www.livemint.com/sports/cricket-news/suryakumar-yadav-set-to-return-for-duleep-trophy-ahead-of-bangladesh-test-series-report-11725970586323.html", "author_name": "Saurav Mukherjee", "author_url": "https://www.livemint.com/authors/saurav-mukherjee", "published_date": null, "article_content": "India  T20I captain Suryakumar Yadav  is all set to return for the three-match T20I series against Bangladesh in October, reported  Hindustan Times . The newspaper added that both the National Cricket Academy (NCA) medical staff and Surya are happy with his progress. Popularly known as SKY, the Indian skipper sprained his right thumb while fielding in a Buchi Babu Invitational tournament against TNCA XI on day 3 of the match. Following this, he did not bat in the second innings. \"Surya's recovery is going well. He is almost 100 per cent and he knows it,\"  HT  quoted a BCCI official as saying on the sidelines of the Duleep Trophy match between India A and India B at the Chinnaswamy Stadium in Bengaluru. Earlier, supposed to turn up for India C in the first round of the Duleep Trophy against India D in Anantapur, he was ruled out. Then  SKY was sent to NCA  where the medical team helped him recover. Confirming about his unavailability for the first-round fixture, the BCCI said in an official press release on September 4, \"The BCCI Medical Team is continuing to assess his injury, and a further evaluation next week will determine his availability for the second round.\" According to reports,  SKY may get featured in the latter half of the Duleep Trophy , but it is still unclear if he can play from 12 September. Also, the BCCI has not named any replacements for Surya in the India C squad. For SKY, the ongoing Duleep Trophy is extremely crucial to his test hopes. Though a great player in T20Is, SKY is yet to make a big name in Tests. He was given his Test cap during the Border-Gavaskar Trophy against Australia in 2023, but an injury ruled him out. India is all set to play a two-match Test series against Bangladesh on 19 September."},
{"section_name": "Sports", "headline": "Greater Noida Stadium's future of hosting matches depends on Srinath's report", "link": "https://www.livemint.com/sports/cricket-news/greater-noida-stadiums-future-of-hosting-international-matches-depends-on-javagal-srinaths-report-here-how-11725985764928.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "The historic one-off  Test between Afghanistan and New Zealand  at the Shaheed Vijay Singh Pathik Sports Complex in Greater Noida was called off on Monday without a ball being bowled. Despite no rain, the skippers of both teams haven't even turned up for the toss, reported news agency  PTI . The reason is that the stadium is ill-equipped to handle a Test match. Now, the Afghanistan Cricket Board (ACB) members are visibly upset with the conditions, and a few of them swear never to return to the venue again. \"This is a huge mess; we are never coming back here. The players are also unhappy with the facilities here. We had spoken with the concerned people well in advance and were assured by the stadium guys that everything will be in order (pertaining to the media facilities),\"  HT  quoted an ACB official as saying. While another added, \"Nothing has changed since we came here. It's not improved one bit.\" The Greater Noida stadium is Afghanistan's home ground. The ICC in 2016 gave the stadium the go-ahead to host full member games, and following this, Afghanistan hosted two ODIs and T20Is each between 2017 and 2020. Match referee Javagal Srinath's report on Greater Noida Stadium's preparedness will decide the venue's fate in the coming days. The  ICC 's 'Pitch and Outfield Monitoring Process' rules, which came into effect in November 2023, say, “After each Match, the Match Referee (Srinath in this case) will complete a Pitch and Outfield Report Form and send it to the ICC Senior Cricket Operations Manager.” The 'Pitch and Outfield Report Form' will be compiled using the ICC guidelines for rating pitches and outfields. It may also include comments on the pitch and outfield from the captains of the two teams that played the match. It will be interesting to see how New Zealand skipper Tim Southee comments on the situation. After the receipt is submitted in 14 days, the ICC senior cricket operations manager will forward the 'Pitch and Outfield Report Form' to the home board and a copy to the visiting board. After this, the ICC senior cricket operations manager will advise the home board on any demerit points – imposed on a host venue that will remain active for a rolling five-year period. According to ICC clause, \"If the conditions are such that the Match Referee has cause to rate the pitch and/or outfield Unsatisfactory or Unfit, a corresponding number of Demerit Points will be imposed upon the Host Venue as outlined in the guidelines for rating pitches and outfields.\" In case of Greater Noida venue accumulates a total of six or more demerit points, its accreditation to host international matches will be suspended for a period of 12 months, report says. However, ICC rules say that if both pitch and outfield are deemed 'unfit' by match referee for a Test match, then it would get three demerit points and it would take one more such game to get the venue suspended. After the demerit points, the ACB would have to decide whether to continue playing at the Greater Noida Stadium. In case Greater Noida gets demerit points, local authorities would need the BCCI's deep pockets to make it at least a palatable domestic venue. Earlier,  the Board of Control for Cricket in India (BCCI)  had allowed ACB to choose between Chinnaswamy Stadium in Bengaluru and Green Park in Kanpur. But ACB chose a cost-effective venue. Since the Vijay Hazare Trophy in 2019, the BCCI has not hosted any of its domestic games in Greater Noida and may not host another one in the distant future due to citing substandard conditions. With agency inputs."},
{"section_name": "Sports", "headline": "Rohit Sharma’s new ‘1%’ video on Instagram goes viral", "link": "https://www.livemint.com/sports/cricket-news/rohit-sharma-s-new-1-video-on-instagram-goes-viral-netizens-call-hitman-king-of-mumbai-11726036730774.html", "author_name": "Sounak Mukhopadhyay", "author_url": "https://www.livemint.com/authors/sounak-mukhopadhyay", "published_date": null, "article_content": "Rohit Sharma has just posted a new video on Instagram. The video has received nearly 9 million views within a couple of hours. In the video, the “hitman” is seen doing heavy workouts at the gym 99% of the time. But, during the rest of “1%”, he is having fun. The video starts with what the India cricket captain does during his workout sessions. However, it’s the 1% fun that grabs many more eyeballs. Rohit is seen having a good laugh, going for a false high-five and teasing fellow gym-mates - all in one video. He is seen deliberately pushing other boys just for fun. Throughout the  video , Rohit Sharma’s fun-loving nature is the focus. The video uses the Marathi song Taambdi Chaamdi in its background. The original song, released by Spinnin' Records, has already garnered nearly three million views in two weeks. The song is created by Shreyas Sagvekar and Krunal Ghorpade, aka Kratex. Using the song in his video, Rohit Sharma is apparently promoting independent Marathi music. Netizens have reacted generously to the video. Here are some of the reactions. “Sir aap \"Hitman\" ho kuch bhi kar sakte ho....love & respect forever” “1% shana for reason” “Shana bhai full on fire” “Only Rohit Sharma can do” “Rohit Sharma is the king of Mumbai, all our people speak from heart” India, under the captaincy of  Rohit Sharma , will play a two-Test series against Bangladesh. The first Test match starts on September 19 while the second match will start on September 27. The Men in Blue will play the first Test match against the visitors at the M. A. Chidambaram Stadium in Chennai. JioCinema will do the live streaming of the  cricket  match for free. This will mark Rishabh Pant’s return to Test cricket. The Board of Control for Cricket in India (BCCI) earlier announced that the Wicket-keeper batter would be a part of India’s team. Two young pacers, Akash Deep and Yash Dayal, will also be part of the team."},
{"section_name": "Sports", "headline": "That Olympic break dancer everyone laughed at? She just became the World No. 1.", "link": "https://www.livemint.com/sports/that-olympic-break-dancer-everyone-laughed-at-she-just-became-the-world-no-1-11726064503564.html", "author_name": null, "author_url": null, "published_date": null, "article_content": null},
{"section_name": "Sports", "headline": "IPL 2025: Is Rohit Sharma's future with Mumbai Indians uncertain?", "link": "https://www.livemint.com/sports/cricket-news/ipl-2025-rohit-sharma-to-leave-mumbai-indians-ex-cricketer-says-journey-with-mi-is-over-11726108790221.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "There has been strong speculation that  Rohit Sharma  is likely to leave Mumbai Indians (MI) from the next Indian Premier League (IPL) season. Right from Lucknow Super Giants,  Punjab Kings  to even  Delhi Capitals , there has been constant speculation that the former MI captain would join any of these teams. Now, former India cricketer Aakash Chopra on his YouTube Channel addressed a fan's question and stated that  Rohit's  tenure with the Mumbai Indians might come to an end . He added that the franchise could either release Rohit before the auction or potentially trade him to another team. He said, “Will he stay or will he go? It's a big question. Personally, I feel he will not stay. Whoever is retained will be with the thinking that he will remain with you for three years, unless your name is MS Dhoni. MS Dhoni and Chennai Super Kings' story is very different but Rohit Sharma at MI, I feel he might himself leave or MI might leave him.”   He further added, “Anything can happen but I don't think Rohit is going to be retained here. I don't have any information but I feel Rohit will probably be released. He might go to someone in the trade window, that's a possibility that he doesn't go to the auction, but if that doesn't happen, he might be seen in the auction. I feel his journey with the Mumbai Indians is over” Tensions arose between  Rohit Sharma and the Mumbai Indians when Hardik Pandya, who was acquired from the Gujarat Titans, was appointed as the team captain, replacing Rohit Sharma prior to the IPL 2024 auction. After leading India to victory in the T20 World Cup 2024, Sharma had announced his retirement from T20I cricket. Following this, Virat Kohli also revealed his decision to retire from the format. So, for batting icons like Rohit and Virat, IPL will apparently become more important as it is their only chance to play T20 cricket."},
{"section_name": "Sports", "headline": "Watch: PM Modi meets Paris Paralympic players at his residence", "link": "https://www.livemint.com/sports/news/pm-modi-meets-paris-paralympic-players-at-his-residence-in-delhi-interacts-with-medalists-11726132290557.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "The Indian contingent of the Paris Paralympics on Thursday met Prime Minister Narendra Modi at his residence in New Delhi. The players returned back to India on Tuesday  after their record-breaking performance  in various games. The  Indian contingent won 29 medals , including seven golds, nine silvers, and 13 bronze medals, surpassing the previous best of 19 medals that was achieved in the Tokyo Games. In a 43-second video shared by the sports ministry, the PM can be seen congratulating the medal winners before an interaction with them. \"We had discussions on a lot of issues. He spoke to us personally...I always wanted to meet PM Modi personally and now I got this opportunity. He asked about my children and my family. It is a really good feeling that the Prime Minister of the country is very well aware of our families,\"  said Mona Agarwal. Agarwal won Bronze Medal at Paralympic in Women's 10m Air Rifle Standing SH1 event. Paralympic silver medalist  Suhas Yathiraj  who also met Modi, said, “Today, we got the opportunity to meet PM Modi. When we go to the Paralympics, we wait for two moments - one is when we get a medal and another is when we get to meet PM Modi after we come back to India and he encourages us.” Union Sports Minister Mansukh Mandaviya, Minister of State for Youth Affairs and Sports Raksha Nikhil Khadse, and Paralympic Committee of India (PCI) president Devendra Jhajharia were also present during the meeting. Paralympic gold medallist Avani Lekhara gifted PM Modi a signed Indian jersey. Since returning to the country, the Paralympians have been feted by the government with sports minister Mandaviya handing out   ₹ 75 lakh to the gold-medallists,   ₹ 50 lakh to the silver winners and   ₹ 30 lakh to the athletes who bagged bronze in the Games, reported PTI."},
{"section_name": "Sports", "headline": "Rohit Sharma and Co arrives in Chennai ahead of Test match against Bangladesh", "link": "https://www.livemint.com/sports/cricket-news/team-india-captain-rohit-sharma-and-co-arrive-in-chennai-ahead-of-test-match-against-bangladesh-watch-11726197571121.html", "author_name": "Karishma Pranav Bhavsar", "author_url": "https://www.livemint.com/authors/karishma-pranav-bhavsar", "published_date": null, "article_content": "Team India captain Rohit Sharma among others Indian cricket Team players arrived in Chennai last night ahead of the Test match against Bangladesh. At the airport, star players including Jasprit Bumrah, Rishabh Pant, and Kl Rahul were spotted boarding the team bus. The  upcoming two-match Test series  between India and Bangladesh is set to start on September 19 in Chennai. The second Test is scheduled to take place in Kanpur, beginning on September 27. Historically, the two teams have clashed in 13 Test matches, with India winning 11 of those encounters and two matches ending in draws. Rohit Sharma  will lead the team. After leading India to victory in the T20 World Cup 2024, Sharma had announced his retirement from T20I cricket. Coming back  to the squad , the match will also witness wicketkeeper-batter  Rishabh Pant  returning to Test cricket for the first time since his life-threatening accident in December 2022. Virat Kohli will also return to Test format for the first time since featuring during the South Africa tour in January this year. KL Rahul will also be seen in the Test match against Bangladesh after missing out on the bulk of the England Test series due to an injury. Nit just this, fans will also see Jasprit Bumrah showcasing his power packed performance as he is back with the team for the first time since producing match-winning spell in the T20 World Cup final against South Africa. Mohammed Shami, despite initial expectations set by chairman of selectors Ajit Agarkar, will not feature in the Test squad. Shami had been targeting a return for the first Test against Bangladesh but failed to secure a spot. Earlier while speaking to  The Times of India ,  Jay Shah  had confirmed that  Shami is expected to be fit  and make a comeback during the 5-match Test series against Australia later this year.   The match will begin at 9.30 am and the 1st Test will be played at Chennai's MA Chidambaram Stadium. Viewers can live stream India vs Bangladesh match on Jio Cinemas.   Rohit Sharma (C), Yashasvi Jaiswal, Shubman Gill, Virat Kohli, KL Rahul, Sarfaraz Khan, Rishabh Pant (WK), Dhruv Jurel (WK), R Ashwin, R Jadeja, Axar Patel, Kuldeep Yadav, Mohammed Siraj, Akash Deep, Jasprit Bumrah, Yash Dayal."},
{"section_name": "Sports", "headline": "PM Modi meets India's Paralympic contingent; Sumit Antil, Sharad Kumar thankful", "link": "https://www.livemint.com/sports/olympics-news/thank-you-pm-modi-this-one-is-for-you-paralympic-champions-sumit-antil-sharad-kumar-meet-pm-modi-watch-11726200819318.html", "author_name": "Sudeshna Ghoshal", "author_url": "https://www.livemint.com/authors/sudeshna-ghoshal", "published_date": null, "article_content": "Paralympics 2024: Prime Minister Narendra Modi, on Friday, interacted with the Indian Paralympic contingent. Gold medallist Sumit Antil, Sharad Kumar, and other para athletes thanked the Prime Minister for his support to the athletes. Para high jumper Sharad Kumar, who has bagged a silver medal at the Paris Games, said he has been associated with the ‘Para-movement’ since its inception. “We are immensely thankful to you for your motivation before the games and we all look forward to meeting you after them. Nobody has accepted para the way you have,” Sharad Kumar was quoted as saying by ANI. Sharad Kumar  further added that he took immense pride in being a part of the Indian contingent for the Paralympics 2024. He also said that the contingent looked up to India as a ‘sporting country’. Gold medallist Sumit Antil, further expressed his gratitude for PM Modi, and dedicated his gold medal to him. \"This is my second consecutive Gold Medal. After Tokyo, you made me promise to get two more Golds. This one is for you... On behalf of my whole team, I thank you..,\" said Antil, reported ANI. Sumit Antil had bagged a gold medal for his record javelin throw at the Paris Paralympics 2024. Antil broke his own record of 68.55m at the Tokyo Paralympics to win the gold medal for India. The defending champion started with a throw of 69.11m in the F64 final and then improved his distance to 70.59m. The Indian contingent concluded its Paralympics campaign in Paris with a  record haul of 29 medals  — including seven golds, nine silvers, and 13 bronzes. Prime Minister Narendra Modi, in a post on X (formerly Twitter) had also lauded the achievement of Indian para-athletes and attributed it to their unwavering dedication and indomitable spirit. “Paralympics 2024 have been special and historical. India is overjoyed that our incredible para-athletes have brought home 29 medals, which is the best-ever performance since India's debut at the Games,\" he said. Click  here  to get more updates."},
{"section_name": "Sports", "headline": "Dhoni features as skipper in Piyush Chawla's all-time India ODI XI, Kohli slides", "link": "https://www.livemint.com/sports/cricket-news/ms-dhoni-features-as-skipper-in-piyush-chawlas-all-time-india-odi-xi-virat-kohli-slides-check-details-11726220090155.html", "author_name": "Saurav Mukherjee", "author_url": "https://www.livemint.com/authors/saurav-mukherjee", "published_date": null, "article_content": "Veteran Indian leg-spinner and cricket commentator Piyush Chawla prepared his all-time India ODI XI on 13 September, picking up  Mahendra Singh Dhoni  as skipper. In a  podcast  with Shubhankar Mishra, Chawla revealed the names of other featured players on his all-time list. Chawla picked legendary batter Sachin Tendulkar and current India captain  Rohit Sharma  as openers. However, he didn't choose star batter  Virat Kohli  for the number three position. Instead, he picked Virender Sehwag and demoted Virat Kohli to the number four position. For his all-rounders, Chawla picked World Cup winners Yuvraj Singh and 1983 World Cup-winning skipper Kapil Dev. At number seven, Chawla kept 2011 World Cup-winning skipper Mahendra Singh Dhoni. In the bowling department, Chawla picked two spinners and to pacers. Anil Kumble and Harbhajan Singh are his choices for two spinners, while he chose 2024 T20 World Cup winner Jasprit Bumrah to partner with 2011 World Cup winner Zaheer Khan. Chawla also revealed his bond with 2024 T20 World Cup winning skipper Rohit Sharma. He said as  NDTV  quoted Shubhankar Mishra's  podcast , \"I've played so much cricket with him that we've reached a comfort level. We sit off the field as well. Once, at 2:30 in the night, he texted me and asked, \"you up?\" He drew a field on paper and discussed with me about potentially dismissing Warner. Even at that time, he was thinking about how he could get the best out of me.\" \"There's a captain, then there's a leader. He isn't a captain, he is a leader. Whether it was 2023 ODI WC, or the 2024 T20 WC, the way he batted, he sets the tone in such a way that he made it easy for next batters. He's a true leader. He gives you a free hand,\" he added. Sachin Tendulkar, Rohit Sharma, Virender Sehwag, Virat Kohli, Yuvraj Singh, MS Dhoni, Kapil Dev, Anil Kumble, Harbhajan Singh, Jasprit Bumrah And Zaheer Khan"},
{"section_name": "Sports", "headline": "When ex CSK captain MS Dhoni lost his cool: ‘But it never happened…’", "link": "https://www.livemint.com/sports/cricket-news/avoided-eye-contact-kicked-bottle-out-of-room-csk-star-reveals-unheard-story-about-mahendra-singh-dhoni-dhoni-age-ipl-11726288924273.html", "author_name": "Sudeshna Ghoshal", "author_url": "https://www.livemint.com/authors/sudeshna-ghoshal", "published_date": null, "article_content": "Ex-cricketer Mahendra Singh Dhoni, famously called as 'Captain Cool' in cricketing circles, is known for his calm demeanour. The former Chennai Super Kings captain, however, has lost his cool, only outside the cricketing field. Recently, former India and CSK teammate Subramaniam Badrinath shared a rare anecdote about Dhoni, revealing an instance where he lost his composure. Badrinath recounted, \"He is also human... he has lost his cool,\" in an interview with InsideSport. “But it never happened on the field. He would always keep his cool from the opposition. In a match against RCB in Chennai, while chasing a target of around 110, we lost several wickets in quick succession and ended up losing the game.” Badrinath continued the anecdote further, stating that the  CSK team  was scared of their captain MS Dhoni, after losing several wickets consecutively. \"I was dismissed LBW to a lap shot against Anil Kumble. As I stood in the dressing room, Dhoni walked in and, frustrated, kicked a small water bottle out of the room. We all avoided making eye contact with him,\" said Badrinath in his interview. With the  IPL mega auction approaching , uncertainty surrounds Dhoni's future in the tournament. Despite ongoing speculation about his retirement, Dhoni has remained silent regarding his potential participation in IPL 2025. Dhoni's ability to stay composed under pressure, is celebrated as one of the cricket leader's greatest capabilities. His calm demeanor, combined with his strategic brilliance and self-confidence, has earned him a place among the  sport's elite captains . The 43 years old MS Dhoni, who ended his international career in August 2020, is nearing the end of his cricketing journey. Notably, he is the only captain in cricket history to win all three major ICC white-ball trophies - T20 World Cup (2007), Cricket World Cup (2011) and the Champions Trophy (2013). In addition, Dhoni also led the Chennai Super Kings to a record equalling five Indian Premier League (IPL) titles as well. Click  here  for more updates."},
{"section_name": "Sports", "headline": "Gautam Gambhir's ‘class’ act after Kohli's 50th ODI century ended ‘tiff’ rumours", "link": "https://www.livemint.com/sports/cricket-news/gautam-gambhirs-class-act-after-virat-kohlis-50th-odi-century-cleared-up-tiff-rumours-piyush-chawla-11726294943242.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "The chemistry between Virat Kohli and Gautam Gambhir has been much talked about due to their past quarrels and sudden closeness since Gambhir took over as India's head coach. But now former India cricketer Piyush Chawla has come out and told a story where Gambhir dispelled all rumours of an ongoing rift with Virat Kohli. In an interaction with Shubhankar Mishra, Chawla first delved into Gambhir's personality, stating, \"You know what the best thing about Gauti bhai is? He will motivate you, give you a free hand and the way he backs you. If he sees that talent in you, he will back you even if you don't do anything in all 14 games. If you can do it, he will back you which is a brilliant thing for any player,\"   Talking about Gambhir's aggressive on-field demeanour, Chawla added, \"I played under him for 4-5 years – in fact, we played for India and India A together – the way he appears on the ground, aggressive and all, of it he is equally polite. The amount of fun I have interacting with him it just amazing. Gauti bhai, one of the best humans I have come across,\" The leg-spinner also stated that  Gambhir  dispelled rumours of a tussle with  Virat Kohli  during an interaction when he recalled a key highlight of the veteran batsman's 50th ODI century. \"I and Gauti bhai were doing a show. A question was asked, 'when Virat completed his 50th century, which bowler did he take the single off? I couldn't answer it, but Gambhir did it. He's like, 'now don't say there's any tiff. Gauti bhai is all class. He is one of the best,\" Chawla added Notably, Chawla and Gambhir have a long-standing relationship with the duo having represented India in two World Cups together. Chawla was also part of the  Kolkata Knight Riders ' dream run between 2012 and 2014 when the team won two IPL trophies under Gambhir's leadership."},
{"section_name": "Sports", "headline": "Phogat refused to challenge CAS verdict? Lawyer says ‘My impression is…'", "link": "https://www.livemint.com/sports/news/vinesh-phogat-refused-to-challenge-paris-olympics-cas-verdict-lawyer-harish-salve-says-my-impression-is-she-didnt-11726306515610.html", "author_name": "Sayantani", "author_url": "https://www.livemint.com/authors/sayantani", "published_date": null, "article_content": "Days after  Vinesh Phogat  revealed that she did not receive the support of the Indian Olympic Association (IOA) and its chief PT Usha, top lawyer Harish Salve has revealed that the wrestler-turned-politician was not keen on challenging the CAS verdict that dismissed her plea for a joint silver medal from the Paris Olympic 2024. Vinesh Phogat  was disqualified from the 50 kg women freestyle event after she was found 100 gms overweight. She was relegated to the last spot. The disqualification cost her a gold medal. Following this Vinesh Phogat appealed to Court of Arbitration for Sport's (CAS) , and lawyer Harish Salve represented her on behalf of the IOA. The CAS had previously upheld the International Olympic Committee's (IOC) decision to disqualify  Vinesh Phogat  and rejected her appeal for a joint silver medal in the women's 50kg wrestling category. The appeal against the disqualification was filed at the CAS by French pro bono lawyers in Paris. In August, the CAS had in a statement to confirm that, \"The application field by  Vinesh Phogat  on August 7 has been dismissed.\" In August, Indian Olympic Association (IOA) advocate Vidushpat Singhania told news agency ANI that the CAS's decision can be appealed to the Swiss Federal Tribunal within 30 days. After Vinesh Phogat claimed that her lawyers had been 'lenient' with the appeal against disqualification case which cost her a Paris Olympics medal, top lawyer Harish Salve has echoed Singhania's statement and said the he 'got the impression' that Phogat did not want to move further with the case. Talking to  TimesNow , Harish Salve said, \"“Later on, we got everything and we fought hard. In fact, I even offered the lady that maybe we can challenge it in the Swiss court of appeal against the arbitration award but I was told by the lawyers that my impression is she didn’t want to carry this any further\". Vinesh Phogat  also alleged that the hospital picture of her and IOA president PT Usha was coerced and unconsented. Harish Salve also alleged that there was a lack of coordination on the end of Vinesh Phogat's lawyers. “There was a complete lack of coordination, lack of cohesion for quite some time initially. That’s because the very good law firm which had been engaged by the Indian Olympic Association was told by some lawyers who the athlete ( Vinesh Phogat ) had engaged that ‘we will not share anything with you, we will not give anything to you. It was very late we got everything, he added. Vinesh Phogat recently announced her retirement from wrestling and has since joined the Congress party. The party has nominated her as their candidate for the Julana seat in the upcoming Haryana assembly elections."},
{"section_name": "NEWS", "headline": "TMC claims ‘left, ultra-left’ will ‘attack’ protesting medics, posts audio clip", "link": "https://www.livemint.com/news/india/kolkata-doctor-rape-case-tmc-kunal-ghosh-claims-left-ultra-left-will-attack-protesting-medics-in-salt-lake-2-arrested-11726310329003.html", "author_name": "Sayantani", "author_url": "https://www.livemint.com/authors/sayantani", "published_date": null, "article_content": "Kolkata doctor rape case: As junior doctors continue their protest outside the Swashtya Bhawan (West Bengal Health Department) in Kolkata, Trinamool Congress (TMC) leader  Kunal Ghosh  has posted a clip claiming that ‘Left’ and ‘Ultra-left’ youth organisations were planning to attack them. The TMC leader further claimed that the conspiracy to attack the doctors, protesting the  RG Kar Hospital  doctor's rape and murder case, was being done to defame CM Mamata Banerjee-led West Bengal government. Ghosh also urged the  Kolkata Police  guarding the protest site outside Swasthya Bhawan be cordoned off for 'bohiragoto' (outsiders), a term frequently used by the TMC for protests against the Mamata Banerjee government. Meanwhile, the Kolkata Police, taking suo moto cognizance of Kunal Ghosh's claims arrested CPI(M) leader Kalatan Dasgupta, for allegedly hatching a conspiracy to attack the junior doctors outside the Swashtya Bhawan. Another person Sanjiv Das, was arrested from Haltu in south Kolkata on Friday night, reported news agency PTI. Mint could not independently verify the authenticity of the audio clips posted by Kunal Ghosh. Taking to X (formerly Twiter)  TMC leader Kunal Ghosh  posted, “Terrible plot. A left youth organization and an ultra-left organization are set to attack the doctors' dharna in Salt Lake to embarrass the state government and @AITCofficial . Found in their sources. The police administration should immediately stop the entry of outsiders there.”. The audio clip posted by  Kunal Ghosh  does not mention names, however, it starts with the generic ringback tone. Person 1:  Hya  (Yes?) Person 2:  Bolchi 9.30  (At 9.30?)  Salt Lake korabar jonyo  (To do Salt Lake) Person 1:  Order korle kore de  (If you want to order, do it) Person 2:  Shobai proshno korche  (Everybody is questioning it) Person 1:  Kara?  (Who are?) Person 2:  Jara ache.  (Whoever is there) Person1:  Jokhon boleche tokhon kichu ekta bhebei to boleche  (When they have said it, they must have thought something) Person 2:  Onko gulo milche na  (The calculations are not matching) Person2:  ami eto bochor ei kaaj korechi kintu amaar kokhono bhoy dor lagenai, kintu ekhon eta kora ta theek hobe? Era to loker jibon bachae  (I have worked for some many years, I have never felt fear. However, I don't know if doing this now will be alright. These people save patient's lives) Person 1:  Toke to fight to finish korte boleni  (Nobody is asking you to 'fight to finish') Person 2:  Chelera mawd kheye jae, kono ekta behaat jodi kichu hoe jae, shetao to chintar bishoe na?  (Guys go there intoxicated. What if something untoward happens? That is a thought to ponder upon) Person 1:  Sheta oke bol j amaar erokom mone hochche ki korbo, Bappa da ki personal jigyasa koreche?  (Tell him that you are apprehensive about this. Did Bappa ask you to do this personally?) Person 2:  Nabanna  meeting hoyni, bolchi pherot chole asche. Shashok (ruling government) oder mereche  (Nabanna meeting did not happen, that is why they were returning. The TMC government attacked them) Person 2:  Ki bollam bujhle?  (Did you understand what am saying?) Person 1:  Hya ami bujhechi  (Yes, I did) Person2:  Puro dosh ta diye aaro okaloti pakano jabe  (By attributing the entire blame to them, we can create a bigger stir) The medics have been camping outside Swasthya Bhawan, the headquarters of the state Health Department, since Tuesday with a host of demands, including better security at state-run hospitals and the removal of top officials over the rape and murder of the doctor. The junior doctors have been protesting for over a month. The TMC government claimed that 29 people have so far died allegedly because they did not receive treatment on time because of the protest."},
{"section_name": "NEWS", "headline": "Congress accuses SEBI chief Madhabi Buch of investing in Chinese funds: Report", "link": "https://www.livemint.com/news/india/congress-accuses-sebi-chief-madhabi-buch-of-investing-in-chinese-funds-report-11726307750112.html", "author_name": "Anubhav Mukherjee", "author_url": "https://www.livemint.com/authors/anubhav-mukherjee", "published_date": null, "article_content": "Congress Party accused Securities and Exchange Board of India ( SEBI ) Chairperson Madhabi Puri Buch of not only trading in listed securities at a sum of   ₹ 36.9 crore while at SEBI but also investing in  Chinese  funds, reported the news portal CNBC TV-18, quoting the Congress spokesperson  Pawan Khera  on Saturday, September 14. The move from the opposition party comes as the latest development amongst the earlier claims against SEBI Chief  Buch , accusing her of impropriety, as per the report. The spokesperson, while addressing a press conference, talked about the transactions taking place between 2017 and 2023, when Buch was a Whole-time Member of SEBI and then its Chairperson, said the report. “These transactions are a  violation  of Section 6 of SEBI Code on Conflict of Interest for Members of Board (2008),” said Khera. “We want to know when and which govt agency Buch informed about these assets. We want to know when was the first time Buch declared these  foreign  assets, and which govt agency she informed, and when,” he said, according to the report. Khera named Global X MSCI China Consumer (CHIQ) and Invesco China Technology ETF (CQQQ) two funds out of the four in which Buch was allegedly invested in, as per the report.  This move from Congress came one day after SEBI Chief Buch and her husband, Dhaval Buch, issued a detailed statement that addressed the list of allegations put against them. The allegations range from consulting assignments taken on by Buch's husband after his  retirement  while Madhabi Puri Buch was at SEBI to their firm Agora Advisory, in which she allegedly owns a 99 per cent stake, receiving payments from listed companies including Mahindra Group, Pidilite, and Dr Reddy's Labs, according to the report. The allegations also said that she and her husband received rental income from a company related to Wockhardt, and raised questions about the receipt of payments from ICICI Banks years after she left, as per the report. Buch and her husband, in a joint statement, termed the allegations as “false, incorrect,  malicious  and motivated.” She also accused the opposition party of practice of levelling false allegations in installments, saying it was an attempt “only to keep the pot boiling,” according to the news portal. “We are questioning why you were lying when you said Agora was a dormant company when it wasn't. It was getting consultancy… The other lie was Madhabi Buch saying that she didn't know that she was renting her property to someone related to Wockhardt,\" he claimed, as per the report. Congress asked three questions to Buch and the ruling Bhartiya Janata Party ( BJP ) government, according to a platform X post by Jairam Ramesh, general secretary in-charge of communications for Congress.  The questions ranged from asking about whether or not the Prime Minister (PM) is aware of SEBI Chief “trading in listed securities while in possession of Unpublished Price Sensitive Information,” to asking about PM's awareness of Buch's investment outside  India  and its date and disclosures. They also asked about Buch's investment in Chinese companies amid geopolitical issues, as per the post.  The Congress party rejected the explanations given by Buch, ICICI Bank, Mahindra Group, Pidilite etc issued to counter Congress' earlier allegations as being insufficient. They have maintained their stance about the payments made by these firms to Buch or entities linked to her as violations of SEBI's Code on Conflict of Interest for Members of Board (2008), according to the news portal."},
{"section_name": "NEWS", "headline": "Uttarakhand rains: Landslides at several places on Badrinath Highway", "link": "https://www.livemint.com/news/india/uttarakhand-rains-landslides-at-several-places-on-badrinath-highway-river-ganga-crosses-warning-mark-in-rishikesh-11726311417711.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "Vehicular movement was affected at several locations along the Badrinath National Highway in  Uttarakhand  amid rains, on Saturday. The landslide blocked roads at Barrage Kunj, Sonala, Nandprayag and Lambagad, reported ANI. “Due to the heavy rainfall in the district, landslides are occurring at many places on the Badrinath National Highway, due to which the road is getting blocked repeatedly, ANI quoted  Chamoli  Police's statement. Police said that travellers were being stopped at safe places by Chamoli Police for safety. Whereas, the water level of River Ganga has also crossed the warning line in Rishikesh. Warning level is 293 cms and currently the river is at 293.15 cms. The danger level is 294 cms. In view of the increasing level of the river, an alert has been sounded and the district administration has issued instructions to observe precaution. Chief Minister Pushkar Singh Dhami has instructed State Disaster Response Force (SDRF) teams and District Magistrates to remain on high alert due to heavy rainfall. The Chief Minister also asked residents to avoid unnecessary travel during that time. The  India Meteorological Department (IMD)  has issued a red alert for several southern districts of Uttarakhand and an orange alert for other parts. According to the IMD. Isolated heavy rainfall very likely over Uttarakhand on September 14, said the weather department. In Nainital district, continuous rain has closed roads, including the Haldwani-Sitarganj road, due to water overflow in the Shernala area. Travellers have been advised to take alternative routes and avoid travel until conditions improve. —  The minor to medium landslide, rock fall and mudslides very likely to occur at a few places in hills of Uttarakhand causing blocking/washout of roads/highways/bridges. —  Sudden increase in water flow in rivulets and rainwater streams may result in bank erosion/overflow/flash floods at a few places in these districts. Flooding & inundation also likely in low lying areas in these districts especially in Udham Singh Nagar district."},
{"section_name": "NEWS", "headline": "Blast at Central Kolkata amid protests injures one; police probe incident", "link": "https://www.livemint.com/news/india/blast-at-central-kolkata-amid-kolkata-doctor-rape-case-protests-injures-one-police-probe-incident-11726313473914.html", "author_name": "Livemint", "author_url": "https://www.livemint.com/authors/livemint", "published_date": null, "article_content": "Kolkata News: A 58-year-old rag picker was injured in a blast that occurred today at around 1.45 pm on the intersection of Blochmann Street and SN Banerjee Road in central  Kolkata , officials said. Information was received at around 13.45 hours that at the crossing of Blochmann Street and S N Banerjee Road an incident of blast took place and one person, a rag picker was injured, informed Kolkata Police. According to reports, a plastic gunny bag was found at the scene. This was removed by the bomb disposal squad later. The ragpicker, identified as Bapi Das, was rushed to  NRS Medical College  and Hospital, but succumbed to his injuries during treatment. Accordingly, OC Taltala went there and learnt that injured was taken to Nil Ratan Sircar and has sustained injury on his right wrist. The area was cordoned with security tape and then Bomb Detection and Disposal Squads (BDDS) team was called. “Accordingly, BDDS personnel reached, checked the bag and the vicinity. After their clearance, traffic was allowed”, said Kolkata Police. Meanwhile, in an effort to monitor the situation and ensure security, the Kolkata Police have installed CCTV cameras at the Junior doctor protest site in Kolkata's Salt Lake and surrounding areas. Earlier,  TMC  had claimed that ‘Ultra-Left and Left’ organisartions were preparing to ‘attack’ the protesting doctors. TMC leader Kunal Kunal Ghosh had posted the audio clip claiming an attack was being planned. Later the Kolkata Police took suo moto cognisance of the TMC claim and arrested two people. The junior doctors continued their protest near Swasthya Bhawan in Kolkata, demanding justice and calling for enhanced safety measures at medical institutions, even after the Supreme Court set a deadline for doctors to resume work on Tuesday. Earlier on September 13, junior doctors in Kolkata criticised the  West Bengal Chief Minister  for rejecting their request to live telecast a meeting and for not meeting with them. They argued that their request was reasonable, given that parliamentary discussions and many administrative meetings are broadcast live. The doctors expressed frustration over being asked to leave electronic gadgets outside the meeting hall, which prevented them from recording the proceedings. The second-year postgraduate medical student was raped and murdered inside the seminar hall of RG Kar Medical College on August 9."},
{"section_name": "NEWS", "headline": "Prince Harry ‘excited’ to celebrate his 40th birthday, estranged brother may…", "link": "https://www.livemint.com/news/world/prince-harry-excited-to-celebrate-his-40th-birthday-royal-experts-say-estranged-brother-william-may-not-11726315012127.html", "author_name": "Deepak Upadhyay", "author_url": "https://www.livemint.com/authors/deepak-upadhyay", "published_date": null, "article_content": "As Duke of Sussex  Prince Harry  marks his 40th birthday tomorrow, September 15, by spending time with his wife  Meghan Markle  and kids Archie and Lilibet, royal experts say his estranged brother, Crown Prince William, may allegedly refuse to mark the occasion in any way. Discussing his upcoming birthday with BBC, Prince Harry claimed that he is \"excited\" to celebrate his 40th birthday this weekend. “I was anxious about 30, I’m excited about 40. Becoming a father of two incredibly kind and funny kids has given me a fresh perspective on life, as well as sharpening my focus in all my work. Being a dad is one of life’s greatest joys and has only made me more driven and more committed to making this world a better place,” the Mirror quoted the Duke of Sussex as saying. “The best gift I have ever been given is, without a doubt, my kids,” he said. “I enjoy watching them grow every single day, and I love being their dad.” The Mirror reported that despite the ongoing family feud, his father,  King Charles III , will call his second son to wish him well, while his estranged brother,  Prince William , is not likely to mark the day. It is important to note that both the brothers met two weeks ago at a memorial service for their uncle Lord Robert Fellowes, but they never once spoke. “What a difference the years have brought. When Harry turned 30, it looked like nothing could come between him and his brother,” the Mirror reported adding that “but now, William and Harry don’t even speak. Before, they always ­celebrated major milestones together but there will be no transatlantic call between to the two on Harry’s big day.” Express quoted royal biographer Ingrid Seward say saying, “King Charles will celebrate his son's 40th from a distance.” \"Milestone birthdays are important to the royals. Whatever upsets Harry has caused will be forgotten for the day,\" Seward said \"Harry celebrated his 30th with his mates at a grand dinner in Clarence House. His 40th will be in the sunshine of  Montecito  with a wife and two kids. He says he is happier now. We hope he is,\" she added."}
][
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/happy-onam-2024-whatsapp-wishes-messages-gifs-and-images-to-share-with-friends-and-loved-ones-11726318925969.html", "Title": "Happy Onam: WhatsApp wishes, messages & images to share with friends, loved ones", "Author Name": "Deepak Upadhyay", "Author URL": "https://www.livemint.com/authors/deepak-upadhyay", "Article Content": "India is the land of grand festivals.  Onam  is one of these festivals celebrated mostly by the people of Kerala. This grand  harvest festival  commemorates the legendary King Mahabali’s homecomingwith great enthusiasm. According to the Hindu legends, after Indra is defeated by  King Mahabali , the devas ultimately seek refuge in Vishnu, who agrees to restore Indra to power. To do so, Vishnu incarnates as a dwarf priest called Vamana and requests only three feet (steps) of land to build a fire-altar. Mahabali agrees. Vamana grows in size, and in three strides, encompasses all of the universe and beyond. The three worlds are restored to Indra, and Mahabali and the asuras are banished to the netherworld. However, witnessing Mahabali's love for his subjects, Vamana grants the king's sole wish to visit his kingdom once every year. Onam is celebrated on Dwadashi Tithi of Shukla Paksha in the month of Bhadrapada, under Shravana Nakshatra. This year, the grand harvest festival falls on Sunday, September 15. Onam also marks the beginning of the Malayalam calendar year –  Kolla Varsham . The event is filled with activities such as Pookalam (floral rangoli), the grand Onam Sadhya feast, and cultural dances. Here are some heartfelt wishes, greetings and images to share with your friends and family to celebrate this vibrant harvest festival.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/bank-manager-cashier-drive-into-flooded-underpass-despite-warnings-drown-after-suv-submerges-delhi-news-faridabad-11726299681414.html", "Title": "Bank manager, cashier die after SUV gets submerged in Faridabad underpass", "Author Name": "Sudeshna Ghoshal", "Author URL": "https://www.livemint.com/authors/sudeshna-ghoshal", "Article Content": "A bank manager and a cashier tragically lost their lives when their SUV was engulfed by water in a flooded underpass in Faridabad. On Friday night, heavy rains affecting Delhi and the National Capital Region (NCR) had caused the underpass to flood. Police stated that Punyashreya Sharma, manager of the HDFC Bank branch in Sector 31, Gurugram, and Viraj Dwivedi, a cashier at the same branch, were driving home to Faridabad in a Mahindra XUV700. According to a PTI report, the XUV 700 entered the underpass, ignoring all warnings. Consequently, it got stuck in the deep floodwater, following which water gushed into the vehicle. According to a report by  Free Press Journal , Sharma's wife tried calling her husband but was unable to reach him. As phones continued to be unreachable, Sharma's wife along with another person set out to find the manager and the cashier. When the SUV began to submerge, the two men had attempted to escape by swimming to safety but tragically drowned. Police officials reported that a team responded after being alerted about the SUV stuck in the underpass. While Sharma's body was recovered from the vehicle, Dwivedi's body was found only at 4 a.m. on Saturday following an extensive search. According to a report by PTI, the cashier Viraj Dwivedi had died on spot. The  India Meteorological Department (IMD) had issued an 'Orange' alert  for Delhi and the National Capital Region (NCR) predicting heavy rainfall on Friday, September 13, 2024. Several parts of Delhi-NCR received light to moderate rain in the morning causing waterlogging and traffic snarls. Traffic jams and  waterlogging affected various parts of the NCR  including areas like Hero Honda Chowk, Rajiv Chowk, and IFFCO Chowk in Gurugram. IMD data indicates that Delhi has recorded over 1,000 mm of rainfall this month, the highest since 2021 and the second highest in at least a decade. Catch more updates  here .", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/mamata-banerjee-meets-protesting-doctors-in-kolkata-rg-kar-rape-case-have-come-as-your-sister-not-as-cm-justice-11726301947567.html", "Title": "‘My last attempt…’: Mamata Banerjee's surprise visit to protesting doctors", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "West Bengal Chief Minister Mamata Banerjee reached Swasthya Bhawan in Kolkata on Saturday to meet the doctors protesting over the alleged rape and murder case that took place at the state-run RG Kar Medical College and Hospital. She told the protesters that this is her last attempt to reach out to the doctors. She assured the  protesting doctors that she would look into their demands  and take action if anyone was found guilty. She addressed the protesting doctors amid chants of “we want justice” outside the Swasthya Bhawan in Salt Lake. \"I came to meet you as your  'didi' [sister] not as the chief minister ,\" she was quoted by news agency PTI as saying. \"I assure you that I will study your demands and take action if someone is found guilty,\" she added, urging the protesting doctors to return to work. \" This is my last attempt to resolve the crisis ,\" Banerjee said. She also announced that patient welfare committees of all state-run hospitals were dissolved with immediate effect. Banerjee  said she understand the struggle of the doctors. “I have come forward by leading the student movement, I have also struggled a lot in my life, I understand your struggle,” she said. She assured the doctors that she will listening to their demands study them. \"I do not run the government alone, I will definitely find a solution by studying your demands with senior officials,\" she added. \"Whoever is found guilty will definitely be punished. I am asking for some time from you. The state government will not take any action against you (protesting doctors). I  request you to return to work ... All the work related to the development, infrastructure, security of the hospital has been started and will be done further...,\" Banerjee said. After the chief minister concluded her speech and left the site, the agitating doctors said they were not ready to compromise on their demands till discussions were held. Banerjee's surprise visit to the protest side came days after the talks between protesting doctors and Banerjee failed to take place. No meeting was held as the Chief Minister said the meeting with the junior doctors could not be live-streamed as demanded by them because the issue is sub-judice and before the Supreme Court. Junior doctors have been protesting for the four consecutive day on Saturday outside Swasthya Bhawan, Salt Lake area, in West Bengal's Kolkata. They have been demanding justice for the 31-year-old trainee doctor who was raped and murdered at the RG Kar hospital. Her body was found in the seminar room on August 9. These protests have affected the public healthcare infrastructure of the state. The government claimed that 29 people have died due to the protests allegedly after not receiving treatment. The Bengal CM has repeatedly requested the junior doctors to resume duty at the earliest and directed state Health Secretary NS Nigam to keep a note of the Supreme Court's direction on the issue. Earlier this week, Banerjee also offered to resign as the West Bengal chief minister. She said in a video message on Thursday, \" I am ready to resign from the Chief Minister of West Bengal . I am not concerned about the post. I want justice. I am only concerned about justice getting served.\" Her statement came after agitating doctors refuse to meet her without live streaming.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/noida-woman-loses-rs-27-lakh-sim-card-fraud-heres-what-went-wrong-and-how-you-can-avoid-being-the-next-victim-11726301220180.html", "Title": "Noida woman loses", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "A Noida woman was duped of   ₹ 27 lakh after she fell prey to scammers in the name of embedded SIM (eSIM). According to a Hindustan Times report, the  SIM card fraud  victim registered a complaint with the cybercrime police station, and an investigation has been initiated. Jyotsana Bhatia, a resident of  Noida  Sector 82, received a WhatsApp call from someone who pretended to be a telecom firm's customer care executive. The person explained to her a new feature of e-SIM that could be activated if her mobile phone got lost. Convinced by the call, the woman agreed to switch to an e-SIM and shared a code she had received on message with the person. The scammer also assured the woman that she would receive a physical sim in the next 2-3 days, but what happened next, left a lifelong impact on her life. Three days after the  SIM card  deactivation, the woman didn't receive a new SIM card, so she dialed the customer care number. “When she did not receive the SIM card on September 1, she dialled customer care and was instructed to visit the service centre for a duplicate SIM,” Vijay Kumar Gautam, station house officer (SHO), cybercrime branch, told Hindustan Times. The 44-year-old woman visited the service centre and got herself a new SIM card . When she activated her number, Bhatia received multiple messages of money deductions from her bank account. “The suspect broke my fixed deposit, siphoned off money from two bank accounts, and extended a loan of   ₹ 7.40 lakh in my name without my knowledge,” read Bhatia's statement in an FIR accessed by HT. Moreover, the suspect even accessed her mobile banking application through her mobile number. He also changed her email ID and carried out multiple transactions to debit money around   ₹ 27 lakh. The police have registered a case and begun an investigation to nab the criminals. The woman ignored several red flags. The first one was a WhatsApp call by a customer care executive, which is very unlikely in real situations. It has been highly advised to not share any OTP or password to anyone on phone.  -An eSIM is a digital SIM card which doesn't require the use of a physical chip for operation. People are always advised to switch to eSIM only after reading the process from an official website source or by meeting a telecom executive in person at the service centre. -Always verify the identity of anyone requesting sensitive information. -Be cautious of unsolicited calls or messages regarding new features or services. People need to be extra careful if the call has been made from applications like WhatsApp. -Regularly monitor bank accounts and report any suspicious activity immediately.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/will-meet-same-fate-as-renukaswamy-bjp-mla-threatens-bengaluru-contractor-congress-seeks-his-dismissal-11726302867764.html", "Title": "‘Will meet same fate as Renukaswamy’: BJP MLA ‘threatens’ Bengaluru contractor", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "A Bengaluru municipal corporation contractor filed a police complaint on Friday after being ‘threatened’ by a BJP MLA. The individual — identified as Chaluvaraju — has accused the Rajarajeshwari lawmaker of issuing death threats and using abusive language. The incident has sparked outrage in the Congress ranks with former MP DK Suresh demanding an apology from the BJP. “What happened to Renukaswamy will happen to you,” Chaluvaraju recalled BJP MLA Munirathna telling him. The Bruhat Bengaluru Mahanagara Palike contractor claimed the MLA had demanded a commission of   ₹ 20 lakh for a contract. Munirathna had refused his offer of   ₹ 1 lakh and levelled death threats against the official.  An audio clip of their purported interaction has also gone viral in the ensuing hours — showing Munirathna using abusive language and threatening a Dalit person, the contractor, and his wife.  “In an audio, he can be heard asking about the money and he has also threatened the contractor. I demand that the BJP and the NDA should dismiss this leader (Munirathna) immediately. He has insulted the Dalit community and a mother. Suo-moto case must be registered against him and action must be taken immediately. BJP must also issue an apology,” said Congress leader DK Suresh. Two FIRs have been registered at the Vyalikaval police station against BJP MLA and former minister.   The remarks are a reference to the torture and murder of Renukaswamy in June this year. 17 people including Kannada actor Darshan Thoogudeepa along with his friend Pavithra Gowda have been arrested in connection with the case. 33-year-old Renukaswamy — a fan of the actor — had sent obscene messages to Pavithra and in turn enraged Darshan. According to the post-mortem report, the Chitradurga native died due to shock and haemorrhage as a result of multiple blunt injuries.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/vande-bharat-train-stones-pelted-vwindow-panes-damaged-ahead-of-flagging-off-chhattisgarh-mahasamund-railways-11726303405372.html", "Title": "Stones pelted at Vande Bharat train, window panes damaged ahead of flagging off", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "In yet another incident,  Vande Bharat Express  was attacked by some miscreated just two days before its official regular run. The incident took place on Friday night in Chhattisgarh's Mahasamund district when Durg-Visakhapatnam  Vande Bharat Express  was undergoing trial run. The window panes of three coaches were damaged in the incident. Police have arrested five people for hurling stones. The accused have been identified as Devendra Chandrakar, Shiv Kumar Baghel, Arjun Yadav, Jitu Tandi and Lekhraj Sonwani. They all are residents of Bagbahra. The train is scheduled to be flagged off for regular run on September from Durg. Praveen Singh Dhakad, inspector of the Railway Protection Force (Mahasamund), said that the incident took place when the train was on its way back from Visakhapatnam to Durg during its trail run, and was passing through Bagbahra railway station, reported PTI. The officer said that a four RPF personnel's train escorting party sent an alert about the incident. Following that stone pelting incident, a security personnel team was sent to spot. Fortunately, no person suffered injuries in the incident. Official said that the accused have been booked under various section of the Railways Act of 1989, including, section 153 (anyone who endangers the safety of a person travelling on a railway by a willful act or omission is punishable with up to five years in prison). The arrested accused Baghel's sister-in-law is a Congress corporator in Bagbahra, reported PTI quoting official. Previously several such incidents have taken place. In August, the  Ahmedabad-Jodhpur Vande Bharat Express  hit a cement slab, placed on the railway track in Rajasthan's Pali district. The cattle guard of the engine hit the cement slab. In June, stones were pelted at a New Delhi-bound Vande Bharat Express train between Phagwara and Goraya rail section. Meanwhile, earlier this month,  Railway Minister Ashwini Vaishnaw unveiled the prototype version  of the Vande Bharat sleeper coach at the BEML's facility. The coach will undergo rigorous trials and tests for the next ten days before rolling it out on the track for further testing.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/uidai-extends-deadline-to-upload-documents-on-aadhaar-portal-by-3-months-till-14-dec-check-details-11726305147703.html", "Title": "UIDAI extends deadline to upload Aadhaar-related documents till 14 Dec", "Author Name": "MintGenie Team", "Author URL": "https://www.livemint.com/authors/mintgenie-team", "Article Content": "The Unique Identification Authority of India (UIDAI) has now extended the deadline to upload documents free of cost until Dec 14, 2024. Earlier the deadline was  set to expire on September 14  following which citizens will be able to upload documents and make changes in their aadhaar profile by paying a fee only. This free service, however, will now continue until Dec 14. This service is expected to benefit millions of Aadhaar Number Holders. This free service is available only on myAadhaar portal. It is worth mentioning that  UIDAI  has been encouraging people to keep documents updated in their aadhaar to reflect their correct demographic details. If you are wondering what kind of documents you need to upload then these include ration card, voter ID, domicile certificate, passport, passbook, among others. These documents can be uploaded on  MyAadhaar Portal  where one can log in using aadhaar number and one time password received on mobile number. Aadhaar number holders are suggested to update documents in Aadhaar at least once in 10 years. Once you receive any message in this regard, it recommended to update the documents at an early date. The documents can be submitted online throughMyAadhaar Portal or at any Aadhaar Enrolment Centre. Typically, you might have to update your address if you change it. You can update your address online through myAadhaar portal, or by visiting any Aadhaar Enrolment Centre by enrolling with valid POA document. Even if you are an NRI, you can submit the documents whenever you are in India, through online or by visiting Aadhaar Centre. 1: First of all, you need to visit myaadhaar.uidai.gov.in and log in using your Aadhaar number and by entering the OTP sent on your registered mobile number. 2: Check your identity and address displayed on profile. 3: Now, you need to click on the option ‘I verify that the above details are correct.’ 4: Select the documents for identity and address verification you wish to submit from the drop-down menus. 5: Upload the chosen documents. 6: Review the information and submit to update your Aadhaar details.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/pappu-ke-baare-me-socho-noida-gautam-budh-nagar-dm-post-row-supriya-shrinate-congress-rahul-gandhi-x-account-11726305811660.html", "Title": "‘Pappu ke baare me socho’: Noida DM faces flak over post targeting Rahul Gandhi", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "A comment targeting  Congress leader Rahul Gandhi  made through an official X handle of the Noida/Gautam Budh Nagar District Magistrate on a post shared by  Supriya Shrinat e, has triggered a row. On Sunday evening, Shrinate shared nearly 2-minutes clip of her conversation with historian on her X handle, where she said, “History cannot be changed. History is made. Narendra Modi knows how history will remember him and that is why he is worried.” Following that, the X handle of  Noida /Gautam Budh Nagar District Magistrate posted a comment, directed at Rahul Gandhi, the Leader of Opposition in the Lok Sabha, saying “Are tum apni aur apne pappu ke baare m sochu (you think about yourself and pappu).” Shrinate shared a screenshot of the 'inappropriate' post and said, “This is DM Noida, he is responsible for the whole district. His language and thoughts about the country's opposition leader Rahul Gandhi must be seen.” She further stated that it is clear that the administrative staff is full of Sanghis, adding, “Now they are sitting on constitutional posts and fuelling hatred.” Congress leaders have also demanded action against the officer. Meanwhile, issuing clarification, a statement was posted on the X handle of District Magistrate Manish Verma, saying some anti-social elements had misused his ID card and posted a \"wrong comment\". \"Taking this seriously, legal action is being taken by registering an FIR immediately and the wrong tweet/comment is being investigated by the cyber cell,\" it said. A copy of the FIR was also later posted on the handle. Congress leader Jairam Ramesh said that the comment made on the  Leader of the Opposition in the Lok Sabha  is completely inappropriate and unacceptable. “This is not a new development. Over the past ten years, India's bureaucracy and other non-political functionaries have become increasingly politicised,” added Ramesh. Shiv Sena (UBT)  leader Priyanka Chaturvedi also took a swipe. “And after reading that offensive tweet, from a bikau sarkari DM, a hat tip To @SupriyaShrinate for giving them the hell they deserve!,” said the Sena UBT leader.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/india-awaits-nod-for-fresh-batch-of-cheetahs-from-kenya-as-project-nears-two-year-mark-11726306070796.html", "Title": "India awaits fresh batch of cheetahs from Kenya as project nears two year mark", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "Project Cheetah  will complete two years next week amid efforts to translocate a fresh batch of animals from Kenya. Indian authorities have already finalised their part of the MoU process and now await a green signal from officials in the other country. Discussions are also underway with South Africa for the possible translocation of 12 to 16 surplus cheetahs. Cheetah Project Steering Committee adviser SP Yadav told PTI that animals for the breeding centre currently being built in the Bunni grasslands of Gujarat will also be brought from Kenya. No official timeline has been given for the upcoming relocations. However Yadav indicated that “winter is the ideal time to bring them”. “The Memorandum of Understanding process is in progress. India has finalised its part, and the Kenyan government needs to approve it. After that, both governments will sign the MoU,” said Yadav, who is also the director general of the International Big Cat Alliance. 20 cheetahs have been brought to the Kuno National Park in Madhya Pradesh since the project was introduced  — the first-ever intercontinental translocation of the big cats. Seventeen cubs have also been born in India over the past two years. However  eight adult cheetahs (three females and five males) and five cubs have also died during this time . There are currently 24 cheetahs living within enclosures in Kuno. \"Discussions are ongoing with South Africa. It has already identified 12 to 16 surplus cheetahs. They must either give them to another country or euthanise them. That is the current situation,\" Yadav added.   The 'Action Plan for Reintroduction of Cheetah in India' talks about bringing around 12-14 cheetahs each year from South Africa, Namibia and other African countries for five years to establish a founder stock. The grand initiative completes two years on September 17. (With inputs from agencies)", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/trends/donald-trumps-theyre-eating-the-dogs-comment-turns-into-hilarious-song-watch-video-11726308178074.html", "Title": "Trump's 'they're eating dogs' comment turns into hilarious song | Watch video", "Author Name": "Deepak Upadhyay", "Author URL": "https://www.livemint.com/authors/deepak-upadhyay", "Article Content": "A parody song by popular South African musician David Scott mocking former US President  Donald Trump 's alleged claim about  illegal immigrants  eating pets in Ohio, has gone viral on social media. The music video, titled \"Eating the Cats\" by Scott’s band Kiffness, used an edited audio clip of Trump's viral comment made during the US presidential debate with Vice President  Kamala Harris , composed in a Reggaeton-beat style. Scott’s music video begins with the former US President’s edited audio saying, “They're eating the dogs/ they're eating the cats/ they're eating the pets of the people who live there.” It is important to note that during the  US presidential election debate , Trump claimed that illegal immigrants in Springfield, Ohio, were \"eating the pets\" of residents. However, the former president was fact-checked in real-time by the moderators of the debate, who rejected his claim, saying that there was no such evidence or complaint registered. Irked by the former US president’s claim, the popular South African musician--known for turning odd internet moments into catchy songs--has composed a parody song on Trump's bizarre remark into a viral track, contrasting it with the sounds of cats and dogs. In the satirical song, Scott is urging the people of Springfield not to eat his cat and dog. The musician also suggests alternative food options. “People of Springfield, please don’t eat my cat/ why would you do that / eat something else,” Scott sings. “People of Springfield, please don’t eat my dog/ here’s a catalog of other things to eat,” he added. This isn’t the first time Trump’s comments have triggered viral reactions online. Earlier, a Golden Retriever’s animated response to Trump’s claim also went viral, which left the internet in splits. The music video has already garnered over 6.5 million views, 71K likes, 2.6K comments on X, with fans praising the song as a hilarious fall \"banger\" and calling it \"brilliant.\"", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/taj-mahal-news-rain-in-agra-leads-to-water-leakage-in-main-dome-asi-says-no-damage-to-monument-11726308705893.html", "Title": "Rain in Agra leads to water leakage in Taj Mahal's main dome, ASI says no damage", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "The incessant rain over the last few days in various parts of Uttar Pradesh, including Agra, has led to water leakage from the main dome of the  Taj Mahal . However, the Archaeological Survey of India has claimed that there was no damage to the monument in  Agra . On Thursday, the videos of the inundated garden on the premises also went viral. There is leakage in the main dome due to seepage and there is no damage to it, PTI quoted a senior official of the Archaeological Survey of India (ASI), Agra circle. Stating that they had witnessed the leakage in the main dome of the Taj Mahal, Rajkumar Patel, Superintending Chief of the Archaeological Survey of India (ASI), told PTI, \"When we checked it was due to seepage and there was no damage to the main dome. We have checked the main dome through a drone camera.\" The Taj Mahal  is the pride of Agra and the entire nation, adding it provides employment to hundreds of locals and those who are working in the tourism industry, said a local resident, who is working as a government-approved tour guide. Monika Sharma, a government approved tour guide, said that proper care should be taken of the monument because, for the tourism industry people, it is the only hope. Meanwhile, on Friday, the Supreme Court dismissed a plea seeking to declare  Agra a ‘heritage city’  and said there is nothing to show that such a declaration would give the city any special advantage.   \"Nothing has been placed on record to show that there will be any special advantage to the city. Moreover, this court cannot grant any such declaration. Interlocutory application is dismissed,\" a bench of Justices Abhay S Oka and Ujjal Bhuyan ordered. Justice Oka said that the court is already looking into the matter of protection and preservation of the Taj Mahal and the maintenance of the Taj Trapezium Zone (TTZ).", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/dalit-boy-stripped-forced-to-dance-for-stealing-wire-in-rajasthans-kota-6-arrested-11726310955066.html", "Title": "Dalit boy stripped, forced to dance for stealing wire in Rajasthan's Kota", "Author Name": "Deepak Upadhyay", "Author URL": "https://www.livemint.com/authors/deepak-upadhyay", "Article Content": "Rajasthan police on Saturday said they have arrested six people, including a father-son duo, for allegedly stripping a 12-year-old  Dalit  boy naked, forcing him to dance and recording the same in Kota after the minor was caught stealing wire from a comedy event. In the alleged video, the boy can be seen dancing to a song while four to five men sit around, forcing him to dance with a smile. The matter came to light after the  Kota Police  noticed the viral video online. The police located the victim and encouraged his family to file an official complaint against the accused. The victim’s father, in his complaint, said his son attended a  comedy event  on Friday night organized at a fair in GAD Circle. Between 1 to 4am, around four to five men assaulted his son, accusing him (the minor boy) of stealing a wire. He further alleged that the accused stripped his son naked and forced him to dance. They also recorded the same. According to reports, based on the complaint, the Kota police filed an FIR under relevant sections of the  Bharatiya Nyaya Sanhita , Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act and  Protection of Children from Sexual Offences Act  (POCSO) against six individuals. The Kota police identified the arrested accused as Kshitij Gurjar (24) alias Bittu, Ashish Upadhyay alias Vikku (52), his son Yayati Upadhyay (24) alias Gungun, Gourav Soni (21), Sandeep Singh (30) alias Rahul Bannasha, and Sumit Kumar Sain (25). During the preliminary investigation, the Kota police found that the accused suspected the minor boy of stealing wire from their music system. All the accused were produced in court.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/ghaziabad-juice-vendor-arrested-for-mixing-urine-in-customers-drinks-locals-thrash-stall-workers-11726308366356.html", "Title": "Ghaziabad juice vendor thrashed by locals, arrested for mixing urine in drinks", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "A  juice vendor in Ghaziabad was arrested  on Friday for serving drinks laced with urine to customers. The police launched an investigation following complaints from the public and found a plastic container filled with urine on the stall premises. A 15-year-old boy working at the stall has also been detained over the matter. The incident first came to light after some people noticed the shop owner mixing an yellowish liquid with the fruit juice. A huge crowd had soon gathered around the stall and some people began thrashing the vendor.   Videos of locals thrashing the two shop workers in Ghaziabad have since gone viral on social media . “Urine was being mixed in juice and given to customers in Ghaziabad. Police arrested the shop workers (sic). About one litre of urine was recovered from the shop. The public beat up both the accused,” claimed the caption for the clip posted on X. ACP Ankur Vihar Bhaskar Verma told PTI on Friday that the police had conducted a search of the juice stall upon getting information. They  recovered a plastic container filled with the urine  and quizzed the stall owner about it. The accused — identified as Aamir Khan — had been unable to give any satisfactory reply. The police said further action is being taken in the matter. The development comes mere months after a Telangana ice-cream vendor was arrested for masturbating and mixing semen into a container of falooda. Videos of his shocking behaviour had gone viral on social media and the vendor was handed over to the police after being caught red-handed by locals.  Another revolting incident from last year had seen a man accidentally sip on a cup of urine after a Grubhub order went awry. The delivery agent later indicated that he had relieved himself in a cup while on his way…and accidentally handed over the wrong container. The incident took place in the US.  “When I started eating my meal upon delivery, I put a straw in my cup that was delivered and took a sip. I soon discovered that the cup delivered to me from the Grubhub driver was a warm cup of urine,” the man had told a news outlet. (With inputs from agencies)", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/kolkata-doctor-rape-case-tmc-kunal-ghosh-claims-left-ultra-left-will-attack-protesting-medics-in-salt-lake-2-arrested-11726310329003.html", "Title": "TMC claims ‘left, ultra-left’ will ‘attack’ protesting medics, posts audio clip", "Author Name": "Sayantani", "Author URL": "https://www.livemint.com/authors/sayantani", "Article Content": "Kolkata doctor rape case: As junior doctors continue their protest outside the Swashtya Bhawan (West Bengal Health Department) in Kolkata, Trinamool Congress (TMC) leader  Kunal Ghosh  has posted a clip claiming that ‘Left’ and ‘Ultra-left’ youth organisations were planning to attack them. The TMC leader further claimed that the conspiracy to attack the doctors, protesting the  RG Kar Hospital  doctor's rape and murder case, was being done to defame CM Mamata Banerjee-led West Bengal government. Ghosh also urged the  Kolkata Police  guarding the protest site outside Swasthya Bhawan be cordoned off for 'bohiragoto' (outsiders), a term frequently used by the TMC for protests against the Mamata Banerjee government. Meanwhile, the Kolkata Police, taking suo moto cognizance of Kunal Ghosh's claims arrested CPI(M) leader Kalatan Dasgupta, for allegedly hatching a conspiracy to attack the junior doctors outside the Swashtya Bhawan. Another person Sanjiv Das, was arrested from Haltu in south Kolkata on Friday night, reported news agency PTI. Mint could not independently verify the authenticity of the audio clips posted by Kunal Ghosh. Taking to X (formerly Twiter)  TMC leader Kunal Ghosh  posted, “Terrible plot. A left youth organization and an ultra-left organization are set to attack the doctors' dharna in Salt Lake to embarrass the state government and @AITCofficial . Found in their sources. The police administration should immediately stop the entry of outsiders there.”. The audio clip posted by  Kunal Ghosh  does not mention names, however, it starts with the generic ringback tone. Person 1:  Hya  (Yes?) Person 2:  Bolchi 9.30  (At 9.30?)  Salt Lake korabar jonyo  (To do Salt Lake) Person 1:  Order korle kore de  (If you want to order, do it) Person 2:  Shobai proshno korche  (Everybody is questioning it) Person 1:  Kara?  (Who are?) Person 2:  Jara ache.  (Whoever is there) Person1:  Jokhon boleche tokhon kichu ekta bhebei to boleche  (When they have said it, they must have thought something) Person 2:  Onko gulo milche na  (The calculations are not matching) Person2:  ami eto bochor ei kaaj korechi kintu amaar kokhono bhoy dor lagenai, kintu ekhon eta kora ta theek hobe? Era to loker jibon bachae  (I have worked for some many years, I have never felt fear. However, I don't know if doing this now will be alright. These people save patient's lives) Person 1:  Toke to fight to finish korte boleni  (Nobody is asking you to 'fight to finish') Person 2:  Chelera mawd kheye jae, kono ekta behaat jodi kichu hoe jae, shetao to chintar bishoe na?  (Guys go there intoxicated. What if something untoward happens? That is a thought to ponder upon) Person 1:  Sheta oke bol j amaar erokom mone hochche ki korbo, Bappa da ki personal jigyasa koreche?  (Tell him that you are apprehensive about this. Did Bappa ask you to do this personally?) Person 2:  Nabanna  meeting hoyni, bolchi pherot chole asche. Shashok (ruling government) oder mereche  (Nabanna meeting did not happen, that is why they were returning. The TMC government attacked them) Person 2:  Ki bollam bujhle?  (Did you understand what am saying?) Person 1:  Hya ami bujhechi  (Yes, I did) Person2:  Puro dosh ta diye aaro okaloti pakano jabe  (By attributing the entire blame to them, we can create a bigger stir) The medics have been camping outside Swasthya Bhawan, the headquarters of the state Health Department, since Tuesday with a host of demands, including better security at state-run hospitals and the removal of top officials over the rape and murder of the doctor. The junior doctors have been protesting for over a month. The TMC government claimed that 29 people have so far died allegedly because they did not receive treatment on time because of the protest.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/congress-accuses-sebi-chief-madhabi-buch-of-investing-in-chinese-funds-report-11726307750112.html", "Title": "Congress accuses SEBI chief Madhabi Buch of investing in Chinese funds: Report", "Author Name": "Anubhav Mukherjee", "Author URL": "https://www.livemint.com/authors/anubhav-mukherjee", "Article Content": "Congress Party accused Securities and Exchange Board of India ( SEBI ) Chairperson Madhabi Puri Buch of not only trading in listed securities at a sum of   ₹ 36.9 crore while at SEBI but also investing in  Chinese  funds, reported the news portal CNBC TV-18, quoting the Congress spokesperson  Pawan Khera  on Saturday, September 14. The move from the opposition party comes as the latest development amongst the earlier claims against SEBI Chief  Buch , accusing her of impropriety, as per the report. The spokesperson, while addressing a press conference, talked about the transactions taking place between 2017 and 2023, when Buch was a Whole-time Member of SEBI and then its Chairperson, said the report. “These transactions are a  violation  of Section 6 of SEBI Code on Conflict of Interest for Members of Board (2008),” said Khera. “We want to know when and which govt agency Buch informed about these assets. We want to know when was the first time Buch declared these  foreign  assets, and which govt agency she informed, and when,” he said, according to the report. Khera named Global X MSCI China Consumer (CHIQ) and Invesco China Technology ETF (CQQQ) two funds out of the four in which Buch was allegedly invested in, as per the report.  This move from Congress came one day after SEBI Chief Buch and her husband, Dhaval Buch, issued a detailed statement that addressed the list of allegations put against them. The allegations range from consulting assignments taken on by Buch's husband after his  retirement  while Madhabi Puri Buch was at SEBI to their firm Agora Advisory, in which she allegedly owns a 99 per cent stake, receiving payments from listed companies including Mahindra Group, Pidilite, and Dr Reddy's Labs, according to the report. The allegations also said that she and her husband received rental income from a company related to Wockhardt, and raised questions about the receipt of payments from ICICI Banks years after she left, as per the report. Buch and her husband, in a joint statement, termed the allegations as “false, incorrect,  malicious  and motivated.” She also accused the opposition party of practice of levelling false allegations in installments, saying it was an attempt “only to keep the pot boiling,” according to the news portal. “We are questioning why you were lying when you said Agora was a dormant company when it wasn't. It was getting consultancy… The other lie was Madhabi Buch saying that she didn't know that she was renting her property to someone related to Wockhardt,\" he claimed, as per the report. Congress asked three questions to Buch and the ruling Bhartiya Janata Party ( BJP ) government, according to a platform X post by Jairam Ramesh, general secretary in-charge of communications for Congress.  The questions ranged from asking about whether or not the Prime Minister (PM) is aware of SEBI Chief “trading in listed securities while in possession of Unpublished Price Sensitive Information,” to asking about PM's awareness of Buch's investment outside  India  and its date and disclosures. They also asked about Buch's investment in Chinese companies amid geopolitical issues, as per the post.  The Congress party rejected the explanations given by Buch, ICICI Bank, Mahindra Group, Pidilite etc issued to counter Congress' earlier allegations as being insufficient. They have maintained their stance about the payments made by these firms to Buch or entities linked to her as violations of SEBI's Code on Conflict of Interest for Members of Board (2008), according to the news portal.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/uttarakhand-rains-landslides-at-several-places-on-badrinath-highway-river-ganga-crosses-warning-mark-in-rishikesh-11726311417711.html", "Title": "Uttarakhand rains: Landslides at several places on Badrinath Highway", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "Vehicular movement was affected at several locations along the Badrinath National Highway in  Uttarakhand  amid rains, on Saturday. The landslide blocked roads at Barrage Kunj, Sonala, Nandprayag and Lambagad, reported ANI. “Due to the heavy rainfall in the district, landslides are occurring at many places on the Badrinath National Highway, due to which the road is getting blocked repeatedly, ANI quoted  Chamoli  Police's statement. Police said that travellers were being stopped at safe places by Chamoli Police for safety. Whereas, the water level of River Ganga has also crossed the warning line in Rishikesh. Warning level is 293 cms and currently the river is at 293.15 cms. The danger level is 294 cms. In view of the increasing level of the river, an alert has been sounded and the district administration has issued instructions to observe precaution. Chief Minister Pushkar Singh Dhami has instructed State Disaster Response Force (SDRF) teams and District Magistrates to remain on high alert due to heavy rainfall. The Chief Minister also asked residents to avoid unnecessary travel during that time. The  India Meteorological Department (IMD)  has issued a red alert for several southern districts of Uttarakhand and an orange alert for other parts. According to the IMD. Isolated heavy rainfall very likely over Uttarakhand on September 14, said the weather department. In Nainital district, continuous rain has closed roads, including the Haldwani-Sitarganj road, due to water overflow in the Shernala area. Travellers have been advised to take alternative routes and avoid travel until conditions improve. —  The minor to medium landslide, rock fall and mudslides very likely to occur at a few places in hills of Uttarakhand causing blocking/washout of roads/highways/bridges. —  Sudden increase in water flow in rivulets and rainwater streams may result in bank erosion/overflow/flash floods at a few places in these districts. Flooding & inundation also likely in low lying areas in these districts especially in Udham Singh Nagar district.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/blast-at-central-kolkata-amid-kolkata-doctor-rape-case-protests-injures-one-police-probe-incident-11726313473914.html", "Title": "Blast at Central Kolkata amid protests over RG Kar horror, BJP seeks NIA probe", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "Kolkata News: A 58-year-old rag picker was injured in a blast that occurred today at around 1.45 pm on the intersection of Blochmann Street and SN Banerjee Road in central  Kolkata , officials said. Information was received at around 13.45 hours that at the crossing of Blochmann Street and S N Banerjee Road an incident of blast took place and one person, a rag picker was injured, informed Kolkata Police. According to reports, a plastic gunny bag was found at the scene. This was removed by the bomb disposal squad later. The ragpicker, identified as Bapi Das, was rushed to  NRS Medical College  and Hospital, but succumbed to his injuries during treatment. Accordingly, OC Taltala went there and learnt that injured was taken to Nil Ratan Sircar and has sustained injury on his right wrist. The area was cordoned with security tape and then Bomb Detection and Disposal Squads (BDDS) team was called. “Accordingly, BDDS personnel reached, checked the bag and the vicinity. After their clearance, traffic was allowed”, said Kolkata Police. Union Minister and West Bengal BJP President Sukanta Majumdar wrtes to Union Home Minister Amit Shah requesting a thorough investigation into the blast incident in Central Kolkata. \"I urge you to consider a detailed investigation by the NIA or another central agency to ensure a thorough examination of all possible angles related to the incident,\" reads the letter. Meanwhile, in an effort to monitor the situation and ensure security, the Kolkata Police have installed CCTV cameras at the Junior doctor protest site in Kolkata's Salt Lake and surrounding areas. Earlier,  TMC  had claimed that ‘Ultra-Left and Left’ organisartions were preparing to ‘attack’ the protesting doctors. TMC leader Kunal Kunal Ghosh had posted the audio clip claiming an attack was being planned. Later the Kolkata Police took suo moto cognisance of the TMC claim and arrested two people. The junior doctors continued their protest near Swasthya Bhawan in Kolkata, demanding justice and calling for enhanced safety measures at medical institutions, even after the Supreme Court set a deadline for doctors to resume work on Tuesday. Earlier on September 13, junior doctors in Kolkata criticised the  West Bengal Chief Minister  for rejecting their request to live telecast a meeting and for not meeting with them. They argued that their request was reasonable, given that parliamentary discussions and many administrative meetings are broadcast live. The doctors expressed frustration over being asked to leave electronic gadgets outside the meeting hall, which prevented them from recording the proceedings. The second-year postgraduate medical student was raped and murdered inside the seminar hall of RG Kar Medical College on August 9.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/world/prince-harry-excited-to-celebrate-his-40th-birthday-royal-experts-say-estranged-brother-william-may-not-11726315012127.html", "Title": "Prince Harry ‘excited’ to celebrate his 40th birthday, estranged brother may…", "Author Name": "Deepak Upadhyay", "Author URL": "https://www.livemint.com/authors/deepak-upadhyay", "Article Content": "As Duke of Sussex  Prince Harry  marks his 40th birthday tomorrow, September 15, by spending time with his wife  Meghan Markle  and kids Archie and Lilibet, royal experts say his estranged brother, Crown Prince William, may allegedly refuse to mark the occasion in any way. Discussing his upcoming birthday with BBC, Prince Harry claimed that he is \"excited\" to celebrate his 40th birthday this weekend. “I was anxious about 30, I’m excited about 40. Becoming a father of two incredibly kind and funny kids has given me a fresh perspective on life, as well as sharpening my focus in all my work. Being a dad is one of life’s greatest joys and has only made me more driven and more committed to making this world a better place,” the Mirror quoted the Duke of Sussex as saying. “The best gift I have ever been given is, without a doubt, my kids,” he said. “I enjoy watching them grow every single day, and I love being their dad.” The Mirror reported that despite the ongoing family feud, his father,  King Charles III , will call his second son to wish him well, while his estranged brother,  Prince William , is not likely to mark the day. It is important to note that both the brothers met two weeks ago at a memorial service for their uncle Lord Robert Fellowes, but they never once spoke. “What a difference the years have brought. When Harry turned 30, it looked like nothing could come between him and his brother,” the Mirror reported adding that “but now, William and Harry don’t even speak. Before, they always ­celebrated major milestones together but there will be no transatlantic call between to the two on Harry’s big day.” Express quoted royal biographer Ingrid Seward say saying, “King Charles will celebrate his son's 40th from a distance.” \"Milestone birthdays are important to the royals. Whatever upsets Harry has caused will be forgotten for the day,\" Seward said \"Harry celebrated his 30th with his mates at a grand dinner in Clarence House. His 40th will be in the sunshine of  Montecito  with a wife and two kids. He says he is happier now. We hope he is,\" she added.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/india/west-bengal-govt-invite-kolkata-doctors-cm-mamata-banerjees-residence-hold-meeting-resolve-rg-kar-impasse-official-11726315923566.html", "Title": "Will RG Kar impasse end? Protesting doctors to meet Mamata at her residence", "Author Name": "Livemint", "Author URL": "https://www.livemint.com/authors/livemint", "Article Content": "The West Bengal government on Saturday invited protesting doctors to  Chief Minister Mamata Banerjee 's residence at 6pm to hold a meeting in order to resolve the RG Kar impasse. The development came after agitating junior doctors on Saturday sent a mail to the state government expressing their wish to hold talks with Mamata Banerjee, following her surprise visit to them at the site of the demonstration outside 'Swasthya Bhavan', the health department headquarters. Stating that they wanted transparency, one of the agitating doctors said that they are willing to hold a meeting with the chief minister. “We will attend meeting to resolve RG Kar impasse at CM's residence, place five demands before her,” said agitating doctors. —  On Friday, protesting doctors  wrote to President Droupadi Murmu and Prime Minister Narendra Modi , requesting their intervention. — On Saturday, Mamata Banerjee made a surprise visit to the site where the junior doctors were protesting, and assured them that she would look into their demands and take action if anyone was found guilty. — Banerjee said she had been spending sleepless nights because the medics were agitating on the road amid rains and described her visit as the \"last attempt\" to resolve the crisis. — Banerjee assured the protesting doctors that she would not take any action against them. — The CM said that she doesn't believe in suppressing a democratic movement as \"Bengal is not Uttar Pradesh\". — The Supreme Court had set September 10 as the deadline for them to return to work. The case  will be heard before the Supreme Court on Tuesday . — Banerjee also announced that patient welfare committees of all state-run hospitals would be dissolved with immediate effect. The new committees will be headed by the principals.   — Protesting doctors have been demanding live-telecast of the meet. — The government claimed that 29 people have so far died allegedly because they did not receive treatment on time because of the protest. — A local court has  turned down CBI’s appeal to conduct a narco analysis test  on the prime accused in the case. — A post-graduate trainee was raped and murdered in state-run RG Kar Medical College and Hospital on August 9.", "Published Date": null},
{"Section Name": null, "Article URL": "https://www.livemint.com/news/world/tech-unicorn-openwebs-ceo-nadav-shoval-refuses-to-step-down-as-board-appoints-new-chief-11726313055838.html", "Title": "OpenWeb's CEO Nadav Shoval refuses to step down as board appoints new chief", "Author Name": "Anubhav Mukherjee", "Author URL": "https://www.livemint.com/authors/anubhav-mukherjee", "Article Content": "OpenWeb Founder and Chief Executive Officer ( CEO ) Nadav Shoval has refused to step down after the company board of directors appointed Tim Harvey as the new interim CEO, according to a LinkedIn post. “I have not stepped down as OpenWeb’s CEO,” said Nadav Shoval in his LinkedIn post. Earlier this week, Fortune reported that the  board  of directors have appointed  content  moderation platform's chairman, Tim Harvey, as the new interim CEO. Shoval also claimed that the board breached his  employment  contract by announcing a leadership change instead of addressing conduct concerns. “I recently notified the Company that they breached my contract, which was intended to directly call out concerning conduct by the Board of Directors. Instead of addressing the issues, the Board chose to announce a leadership  transition  at a sudden Company-wide meeting, continuing to act against OpenWeb’s best interests,” he said in the LinkedIn post. Shoval's post also highlighted his stance of not accepting the board's corporate action. “I do not accept these actions. I will continue to fight for OpenWeb’s mission and  purpose  alongside our team,” said Nadav Shoval in his post. Nadav Shoval went on an email spree to the company employees about the board's false claim that he was stepping down as the CEO. “The board has falsely stated that I am stepping out of my role as  CEO ,” said Shoval in the email to OpenWeb’s staff, according to multiple outlets quoted in the report. “Let me be clear: that is not true and not my intent,” he said. The  exchange  went ahead when Tim Harvey, the current interim CEO responded to Shoval's mail that the CEO transition process will go as planned. “We are progressing with the CEO transition process as planned,” said Harvey in his email to the staff, according to the news portal quoting local Israeli outlet CTech in its report. “As we move forward, we are committed to handling this  situation  with the utmost respect for all individuals involved and acknowledging their contributions to OpenWeb… Our priority remains the continued success, stability and providing value to our partners,” he said, quoted in the report. OpenWeb “welcomes Tim Harvey as interim CEO in place of Nadav Shoval” while thanking Shoval “for his passion and contribution as founder and CEO of OpenWeb,” according to a company statement quoted in the report. The $1.5 billion company, as of 2022, OpenWeb did not respond to the news portal's queries.", "Published Date": null}
]